{"file":{"path":"E:\\_NoahShip1\\_D\\Docs\\PDF\\MOBI\\ready-player-one-ernest-cline(www.ebook-dl.com).mobi","name":"ready-player-one-ernest-cline(www.ebook-dl.com).mobi","ext":".mobi","length":736686,"dir":"E:\\_NoahShip1\\_D\\Docs\\PDF\\MOBI","creation":"2017-03-05T12:11:43","lastaccess":"2021-05-13T19:35:20","lastwrite":"2016-06-26T20:08:38"},"hash":{"md5":"772341D7F81C2259848F2B1F78F03A49","sha1":"523CCA424E6D6CA758DCF229771DF52FC8B6A1F1"},"tika":{"content-type":"application/x-mobipocket-ebook"},"mobi":{"pdbheader":{"name":"Ready_Player_One","creationdate":1325389139,"modificationdate":1325389139,"type":1112493899,"creator":1297039945,"uniqueidseed":597,"numrecords":299,"mobiheadersize":25548,"fieldlist":{"creationdate":1325389139,"creator":1297039945,"mobiheadersize":25548,"modificationdate":1325389139,"name":"Ready_Player_One","numrecords":299,"type":1112493899,"uniqueidseed":597}},"palmdocheader":{"compression":2,"compressionasstring":"PalmDOC","textlength":989124,"recordcount":242,"recordsize":4096,"encryptiontypeasstring":"None","fieldlist":{"compression":2,"compressionasstring":"PalmDOC","encryptiontypeasstring":"None","recordcount":242,"recordsize":4096,"textlength":989124}},"mobiheader":{"exthheadersize":17088,"fullname":"Ready Player One","identifierasstring":"MOBI","headerlength":232,"mobitype":2,"mobitypeasstring":"Mobipocket Book","textencoding":65001,"textencodingasstring":"UTF-8","uniqueid":971464703,"fileversion":6,"orthographicindex":4294967295,"inflectionindex":4294967295,"indexnames":4294967295,"indexkeys":4294967295,"extraindex0":4294967295,"extraindex1":4294967295,"extraindex2":4294967295,"extraindex3":4294967295,"extraindex4":4294967295,"extraindex5":4294967295,"firstnonbookindex":244,"fullnameoffset":17340,"fullnamelength":16,"minversion":6,"exthheader":{"size":17088,"identifierasstring":"EXTH","headerlength":17088,"recordcount":30,"author":"Ernest Cline","publisher":"Crown","description":"<div><h3>Amazon.com Review</h3><p><strong>Amazon Best Books of the Month, August 2011:</strong> <em>Ready Player One</em> takes place in the not-so-distant future--the world has turned into a very bleak place, but luckily there is OASIS, a virtual reality world that is a vast online utopia. People can plug into OASIS to play, go to school, earn money, and even meet other people (or at least they can meet their avatars), and for protagonist Wade Watts it certainly beats passing the time in his grim, poverty-stricken real life. Along with millions of other world-wide citizens, Wade dreams of finding three keys left behind by James Halliday, the now-deceased creator of OASIS and the richest man to have ever lived. The keys are rumored to be hidden inside OASIS, and whoever finds them will inherit Halliday’s fortune. But Halliday has not made it easy. And there are real dangers in this virtual world. Stuffed to the gills with action, puzzles, nerdy romance, and 80s nostalgia, this high energy cyber-quest will make geeks everywhere feel like they were separated at birth from author Ernest Cline.<em>--Chris Schluep</em></p><p><strong>Guest Reviewer: Daniel H. Wilson on <em>Ready Player One</em> by Earnest Cline</strong> <br></p><p><strong>*Daniel H. Wilson</strong> is the <em>New York Times</em> best-selling author of* Robopocalypse. </p><p>I dare you not to fall in love with <em>Ready Player One</em>. And I mean <em>head over heels</em> in love--the way you fall for someone who is smart, feisty, and who can effortlessly finish your favorite movie lines, music lyrics, or literature quotes before they come out of your mouth.</p><p><em>Ready Player One</em> expertly mines a copious vein of 1980s pop culture, catapulting the reader on a light-speed adventure in an advanced but backward-looking future.</p><p>The story is set in a near-term future in which the new, new form of the Internet is a realistic virtual multi-verse called the OASIS. Most human interaction takes place via goggles and gloves in millions of unique worlds, including the boring (and free) “public education” world from which our teenage protagonist must escape.</p><p>Our unlikely hero is an overweight trailer park kid who goes by Wade Watts in real life, and “Parzival” to his best friends and mortal enemies--all of whom he interacts with virtually. Just like the Arthurian knight that is his namesake, young Wade is on a quest for an incredible treasure guarded by mythical creatures. Specifically, the creator of the OASIS and richest man on the planet, James Halliday, stipulated in his will that his fortune be given to the first person who can find an “Easter egg” hidden somewhere in the OASIS. The catch? Every devilishly complex clue on this treasure hunt is rooted in an intimate knowledge of 1980s pop culture.</p><p>This leaves the people of the future hilariously <em>obsessed</em> with every aspect of the 1980s. The setup is particularly brilliant, because Ernie Cline seems to have a laser-beam knowledge of (and warm, fuzzy love for) every pop song, arcade game, and giant robot produced in the last thirty years. Seriously, this is a guy who owns and regularly drives a 1982 DeLorean that has been mocked up to look exactly like the time-traveling car in <em>Back to the Future</em>, complete with a glowing flux capacitor.</p><p>But <em>Ready Player One</em> isn’t just a fanboy’s wet dream. Real villains are lurking, threatening our hero with death in their ruthless hunt for the treasure. Worse, these corporate baddies are posers with no love for the game – they have movie dialogue piped in via radio earpieces, use bots to cheat at arcade games like JOUST, and don’t hesitate to terrorize or murder people in the real world to achieve their aims inside the OASIS.</p><p>As the book climaxes, a mega-battle unfolds with sobering life-or-death stakes, yet soldiered entirely by exciting and downright fun pop-culture icons. The bad guys are piloting a ferocious Mechagodzilla. Our good guy has to leave his X-Wing fighter aboard his private flotilla so that he can pilot an authentic Ultraman recreation. And how do you not grin when someone dons a pair of virtual Chuck Taylor All Stars that bestow the power of flight?</p><p>Cline is fearless and he lets his imagination soar, yet this pop scenery could easily come off as so much fluff. Instead, Cline keeps the stakes high throughout, and the epic treasure hunt structure (complete with an evolving high-score list) keeps the action intense. The plot unfolds with constant acceleration, never slowing down or sagging in the middle, to create a thrilling ride with a fulfilling ending.</p><p>Best of all, the book captures the aura of the manifold worlds it depicts. If <em>Ready Player One</em> were a living room, it would be wood-panelled. If it were shoes, it would be high-tops. And if it were a song, well, it would have to be <em>Eye of the Tiger</em>.</p><p>I really, really loved it.</p><p><em>-- Daniel H. Wilson</em></p><p><strong>Questions for Ernest Cline, Author of *Ready Player One</strong>*</p><p><strong>Q)</strong> So it seems you’re a bit of a pop-culture buff. In your debut novel <em>Ready Player One</em> you incorporate literally hundreds of pop culture references, many of them in ways that are integral to the book’s plot. What’s the first thing you remember geeking out over?</p><p><strong>A)</strong> <em>Sesame Street</em> and the Muppets. I thought Jim Henson ruled the universe. I even thought it was pretty cool that I shared my first name with a muppet. Until the first day of kindergarten, when I quickly learned that \"Ernie\" was not a cool name to have. That was about the time I segued into my next childhood obsession, <em>Star Wars</em>.</p><p><strong>Q)</strong> Like the book’s hero, you possess a horrifyingly deep knowledge of a terrifyingly broad swathe of culture, ranging from John Hughes movies to super-obscure Japanese animation to 8-bit videogames to science-fiction and fantasy literature to role-playing games like Dungeons &amp; Dragons. What the heck is wrong with you?! How do you have so much time on your hands?</p><p><strong>A)</strong> Well, I’m raising a toddler now, so I don’t have as much time to geek out as I used to. I think I amassed a lot of that knowledge during my youth. Like most geeks, I was a sponge for all kinds of movies, TV shows, cartoons, and video games. Then as an adult, I worked at a long series of low paying tech support jobs that allowed me to surf the Internet all day, and I spent a lot of my cubicle time looking up obscure pop culture minutiae from my childhood while I waited for people to reboot their PCs. Of course, I spent most of my off hours geeking out, too. Luckily, all those hours can now be classified as \"research\" for my novel.</p><p><strong>Q)</strong> You’re stranded on an island and you can only take one movie with you. What is it?</p><p><strong>A)</strong> Easy! <em>The Lord of the Rings Extended Edition</em>. (Can I take all of the DVD Extras and Making of Documentaries, too?)</p><p><strong>Q)</strong> You’re given free tickets and back stage passes to one concert (artist can be living or dead)- who is it and why?</p><p><strong>A)</strong> Are we talking about time travel back to a specific concert in the past here? Because it would be pretty cool to stand on the roof of Apple Records and watch the Beatles jam up there. But my favorite rock band that’s still together is RUSH, and I just bought tickets to see them this June!</p><p><strong>Q)</strong> Favorite book of all time.</p><p><strong>A)</strong> That’s an impossible question! I could maybe give you three favorites: <em>Snow Crash</em> by Neal Stephenson, <em>Galapagos</em> by Kurt Vonnegut, and <em>The Hitchhiker’s Guide to the Galaxy</em> by Douglas Adams.</p><p><strong>Q)</strong> Best failed TV show pilot available on Youtube?</p><p><strong>A)</strong> The unaired Batgirl pilot starring Yvonne Craig.</p><p><strong>Q)</strong> Favorite episode of Cowboy Bebop?</p><p><strong>A)</strong> “Ganymede Elegy.” Or maybe “Boogie Woogie Feng Shui.”</p><p><strong>Q)</strong> What’s the first arcade game you ever played? What’s your favorite?</p><p><strong>A)</strong> I was deflowered by <em>Space Invaders</em>. My all time favorite coin-op game was probably <em>Black Tiger</em>.</p><p><strong>Q)</strong> Your idea of the perfect day...</p><p><strong>A)</strong> Play Black Tiger. Then go see <em>Big Trouble in Little China</em> at the Alamo Drafthouse with Kurt Russell and John Carpenter doing a live Q&amp;A afterwards. When I get home that night, I accidentally invent a cheap abundant clean energy source that saves human civilization. I celebrate by staying up late to watch old <em>Ultraman</em> episodes with my daughter (who loves <em>Ultraman</em> even more than I do).</p><p><strong>Q)</strong> True or False. We hear you own a DeLorean and that you plan on tricking it out to be a time-travelling, Ghostbusting, Knight-Rider car.</p><p><strong>A)</strong> False. I actually plan on tricking it out to be a time-traveling Ghostbusting Knight Riding Jet Car. It’s going to have both a Flux Capacitor and an Oscillation Overthruster in it, so that my Delorean can travel through time AND solid matter. My personalized plates are ECTO88, just like a DeLorean that appears in my book.</p><p>(I’m so glad that you asked this question, because now I can justify buying the car as a \"promotional tool\" for my book. Everyone reading this is a witness! My DeLorean is helping me promote my book! The fact that I’ve wanted one since I was ten years old is totally irrelevant!)</p><p><strong>Q)</strong> Speaking of DeLoreans: biggest plot hole in the <em>Back to The Future</em> Films?</p><p><strong>A)</strong> The <em>Back to The Future</em> Trilogy is perfect and contains no plot holes! Except for the plot hole inherent in nearly all time travel films: The planet Earth is moving through space at an immense speed at all times. So if you travel back in time, you are traveling to a time when the Earth was in a different location, and you and your time machine would appear somewhere out in deep space. For a time machine to be useful, it also needs to be able to teleport you to wherever the Earth was/is at your destination time.</p><p><strong>Q)</strong> But there are two DeLoreans in 1885--why doesn’t Doc dig out the one he buried in a cave for Marty to find in 1955 and use the gasoline from it to get the other DeLorean up to 88mph?</p><p><strong>A)</strong> Doc would have drained the gas tank before he stored a car for 80 years, so there wouldn’t have been any gas. And tampering with the DeLorean in the cave at all could conceivably create a universe-ending paradox, because it has to be in the cave for Marty to get back to 1885 in the first place. Totally not a plot hole!</p><hr><h3>Review</h3><p>“The science-fiction writer John Scalzi has aptly referred to READY PLAYER ONE as a “nerdgasm” [and] there can be no better one-word description of this ardent fantasy artifact about fantasy culture...But Mr. Cline is able to incorporate his favorite toys and games into a perfectly accessible narrative.”—Janet Maslin, <em>The New York Times</em> <br></p><p>“Triggers memories and emotions embedded in the psyche of a generation...[Cline crafts] a fresh and imaginative world from our old toy box, and finds significance in there among the collectibles. * A-”—Entertainment Weekly<br></p><p><em>“A most excellent ride...the conceit is a smart one, and we happily root for [the heroes] on their quest...fully satisfying.”—</em>Boston Globe*<br></p><p>“Enchanting...<em>Willy Wonka</em> meets the <em>Matrix</em>. This novel undoubtedly qualifies Cline as the hottest geek on the planet right now. [But] you don't have to be a geek to get it.”—<em>USA Today </em><br><br><strong>“</strong>Ridiculously fun and large-hearted, and you don't have to remember the Reagan administration to love it...[Cline] takes a far-out premise and engages the reader instantly...You'll wish you could make it go on and on.”—NPR.org<br></p><p>“A fun, funny and fabulously entertaining first novel...This novel's large dose of 1980s trivia is a delight...[but] even readers who need Google to identify Commodore 64 or Inky, Blinky, Pinky and Clyde, will enjoy this memorabilian feast.”—<em>Cleveland Plain Dealer<br></em><br>“The grown-up's 'Harry Potter’...the mystery and fantasy in this novel weaves itself in the most delightful way, and the details that make up Mr. Cline's world are simply astounding. READY PLAYER ONE has it all.”—<em>Huffington Post</em><br></p><p>“Incredibly entertaining...Drawing on everything from \"Back to the Future\" to Roald Dahl to Neal Stephenson's groundbreaking \"Snow Crash,\" Cline has made READY PLAYER ONE a geek fantasia, '80s culture memoir and commentary on the future of online behavior all at once.”—<em>Austin American-Statesman <br></em><br>\"READY PLAYER ONE is the ultimate lottery ticket.\"—<em>New York Daily News</em><br></p><p>\"This non-gamer loved every page of READY PLAYER ONE.\"—Charlaine Harris, #1 <em>New York Times</em> bestselling author of the Sookie Stackhouse series<br></p><p>“A treasure for anyone already nostalgic for the late 20th century. . . But it’s also a great read for anyone who likes a good book.”—Wired.com <br></p><p>“Gorgeously geeky, superbly entertaining, this really is a spectacularly successful debut.”—<em>Daily Mail</em> (UK)<br></p><p>“A gunshot of fun with a wicked sense of timing and a cast of characters that you're pumping your fist in the air with whenever they succeed. I haven't been this much on the edge of my seat for an ending in years.”—<em>Chicago Reader</em><br></p><p>“A rollicking, surprise-laden, potboiling, thrilling adventure story.... I loved every sentence of this book”—Mark Frauenfelder, <em>BoingBoing</em><br></p><p>\"A 'frakking' good read [featuring] incredible creative detail<strong>...</strong>I grinned at the sheer audacity of Cline's imagination.”—<em>Milwaukee Journal Sentinel<br></em><br><em>“</em>[A] fantastic page-turner....READY PLAYER ONE may be science fiction, but it's also written for people who have never picked up an SF novel in their lives...\"—Annalee Newitz, io9.com <br></p><p>\"Fascinating and imaginative...It's non-stop action when gamers must navigate clever puzzles and outwit determined enemies in a virtual world in order to save a real one. Readers are in for a wild ride.\"—Terry Brooks, #1 <em>New York Times</em> bestselling author of the Shannara series<br></p><p>“I was blown away by this book...A book of ideas, a potboiler, a game-within-a-novel, a serious science-fiction epic, a comic pop culture mash-up–call this novel what you will, but READY PLAYER ONE will defy every label you try to put on it. Here, finally, is this generation’s Neuromancer.”—Will Lavender, <em>New York Times</em> bestselling author of <em>Dominance</em><br></p><p>“I really, really loved READY PLAYER ONE...Cline expertly mines a copious vein of 1980s pop culture, catapulting the reader on a light-speed adventure in an advanced but backward-looking future.”— Daniel H. Wilson, <em>New York Times</em> bestselling author of <em>Robopocalypse </em><br></p><p>“A nerdgasm...imagine Dungeons and Dragons and an 80s video arcade made hot, sweet love, and their child was raised in Azeroth.”—John Scalzi, <em>New York Times</em> bestselling author of <em>Old Man’s War<br></em><br>“Completely fricking awesome...This book pleased every geeky bone in my geeky body. I felt like it was written just for me.”—Patrick Rothfuss, #1 <em>New York Times</em> bestselling author of *The Wise Man’s Fear <br></p><p><em>“An exuberantly realized, exciting, and sweet-natured cyber-quest. Cline’s imaginative and rollicking coming-of-age geek saga has a smash-hit vibe.”—</em>Booklist,* starred review <br></p><p>\"This adrenaline shot of uncut geekdom, a quest through a virtual world, is loaded with enough 1980s nostalgia to please even the most devoted John Hughes fans... sweet, self-deprecating Wade, whose universe is an odd mix of the real past and the virtual present, is the perfect lovable/unlikely hero.”—<em>Publishers Weekly,</em> Pick of the Week <br><strong> </strong></p></div>","ibsn":"9780307887436","subject":"Thrillers","publisheddate":"2011-08-16T09:00:00+05:00","contributor":"calibre (0.8.33) [http://calibre-ebook.com]","asin":"63b4d0cb-52a5-4435-9b9d-cba791b4eec3","cdetype":"EBOK","updatedtitle":"Ready Player One","fieldlist":{"asin":"63b4d0cb-52a5-4435-9b9d-cba791b4eec3","author":"Ernest Cline","cdetype":"EBOK","contributor":"calibre (0.8.33) [http://calibre-ebook.com]","description":"<div><h3>Amazon.com Review</h3><p><strong>Amazon Best Books of the Month, August 2011:</strong> <em>Ready Player One</em> takes place in the not-so-distant future--the world has turned into a very bleak place, but luckily there is OASIS, a virtual reality world that is a vast online utopia. People can plug into OASIS to play, go to school, earn money, and even meet other people (or at least they can meet their avatars), and for protagonist Wade Watts it certainly beats passing the time in his grim, poverty-stricken real life. Along with millions of other world-wide citizens, Wade dreams of finding three keys left behind by James Halliday, the now-deceased creator of OASIS and the richest man to have ever lived. The keys are rumored to be hidden inside OASIS, and whoever finds them will inherit Halliday’s fortune. But Halliday has not made it easy. And there are real dangers in this virtual world. Stuffed to the gills with action, puzzles, nerdy romance, and 80s nostalgia, this high energy cyber-quest will make geeks everywhere feel like they were separated at birth from author Ernest Cline.<em>--Chris Schluep</em></p><p><strong>Guest Reviewer: Daniel H. Wilson on <em>Ready Player One</em> by Earnest Cline</strong> <br></p><p><strong>*Daniel H. Wilson</strong> is the <em>New York Times</em> best-selling author of* Robopocalypse. </p><p>I dare you not to fall in love with <em>Ready Player One</em>. And I mean <em>head over heels</em> in love--the way you fall for someone who is smart, feisty, and who can effortlessly finish your favorite movie lines, music lyrics, or literature quotes before they come out of your mouth.</p><p><em>Ready Player One</em> expertly mines a copious vein of 1980s pop culture, catapulting the reader on a light-speed adventure in an advanced but backward-looking future.</p><p>The story is set in a near-term future in which the new, new form of the Internet is a realistic virtual multi-verse called the OASIS. Most human interaction takes place via goggles and gloves in millions of unique worlds, including the boring (and free) “public education” world from which our teenage protagonist must escape.</p><p>Our unlikely hero is an overweight trailer park kid who goes by Wade Watts in real life, and “Parzival” to his best friends and mortal enemies--all of whom he interacts with virtually. Just like the Arthurian knight that is his namesake, young Wade is on a quest for an incredible treasure guarded by mythical creatures. Specifically, the creator of the OASIS and richest man on the planet, James Halliday, stipulated in his will that his fortune be given to the first person who can find an “Easter egg” hidden somewhere in the OASIS. The catch? Every devilishly complex clue on this treasure hunt is rooted in an intimate knowledge of 1980s pop culture.</p><p>This leaves the people of the future hilariously <em>obsessed</em> with every aspect of the 1980s. The setup is particularly brilliant, because Ernie Cline seems to have a laser-beam knowledge of (and warm, fuzzy love for) every pop song, arcade game, and giant robot produced in the last thirty years. Seriously, this is a guy who owns and regularly drives a 1982 DeLorean that has been mocked up to look exactly like the time-traveling car in <em>Back to the Future</em>, complete with a glowing flux capacitor.</p><p>But <em>Ready Player One</em> isn’t just a fanboy’s wet dream. Real villains are lurking, threatening our hero with death in their ruthless hunt for the treasure. Worse, these corporate baddies are posers with no love for the game – they have movie dialogue piped in via radio earpieces, use bots to cheat at arcade games like JOUST, and don’t hesitate to terrorize or murder people in the real world to achieve their aims inside the OASIS.</p><p>As the book climaxes, a mega-battle unfolds with sobering life-or-death stakes, yet soldiered entirely by exciting and downright fun pop-culture icons. The bad guys are piloting a ferocious Mechagodzilla. Our good guy has to leave his X-Wing fighter aboard his private flotilla so that he can pilot an authentic Ultraman recreation. And how do you not grin when someone dons a pair of virtual Chuck Taylor All Stars that bestow the power of flight?</p><p>Cline is fearless and he lets his imagination soar, yet this pop scenery could easily come off as so much fluff. Instead, Cline keeps the stakes high throughout, and the epic treasure hunt structure (complete with an evolving high-score list) keeps the action intense. The plot unfolds with constant acceleration, never slowing down or sagging in the middle, to create a thrilling ride with a fulfilling ending.</p><p>Best of all, the book captures the aura of the manifold worlds it depicts. If <em>Ready Player One</em> were a living room, it would be wood-panelled. If it were shoes, it would be high-tops. And if it were a song, well, it would have to be <em>Eye of the Tiger</em>.</p><p>I really, really loved it.</p><p><em>-- Daniel H. Wilson</em></p><p><strong>Questions for Ernest Cline, Author of *Ready Player One</strong>*</p><p><strong>Q)</strong> So it seems you’re a bit of a pop-culture buff. In your debut novel <em>Ready Player One</em> you incorporate literally hundreds of pop culture references, many of them in ways that are integral to the book’s plot. What’s the first thing you remember geeking out over?</p><p><strong>A)</strong> <em>Sesame Street</em> and the Muppets. I thought Jim Henson ruled the universe. I even thought it was pretty cool that I shared my first name with a muppet. Until the first day of kindergarten, when I quickly learned that \"Ernie\" was not a cool name to have. That was about the time I segued into my next childhood obsession, <em>Star Wars</em>.</p><p><strong>Q)</strong> Like the book’s hero, you possess a horrifyingly deep knowledge of a terrifyingly broad swathe of culture, ranging from John Hughes movies to super-obscure Japanese animation to 8-bit videogames to science-fiction and fantasy literature to role-playing games like Dungeons &amp; Dragons. What the heck is wrong with you?! How do you have so much time on your hands?</p><p><strong>A)</strong> Well, I’m raising a toddler now, so I don’t have as much time to geek out as I used to. I think I amassed a lot of that knowledge during my youth. Like most geeks, I was a sponge for all kinds of movies, TV shows, cartoons, and video games. Then as an adult, I worked at a long series of low paying tech support jobs that allowed me to surf the Internet all day, and I spent a lot of my cubicle time looking up obscure pop culture minutiae from my childhood while I waited for people to reboot their PCs. Of course, I spent most of my off hours geeking out, too. Luckily, all those hours can now be classified as \"research\" for my novel.</p><p><strong>Q)</strong> You’re stranded on an island and you can only take one movie with you. What is it?</p><p><strong>A)</strong> Easy! <em>The Lord of the Rings Extended Edition</em>. (Can I take all of the DVD Extras and Making of Documentaries, too?)</p><p><strong>Q)</strong> You’re given free tickets and back stage passes to one concert (artist can be living or dead)- who is it and why?</p><p><strong>A)</strong> Are we talking about time travel back to a specific concert in the past here? Because it would be pretty cool to stand on the roof of Apple Records and watch the Beatles jam up there. But my favorite rock band that’s still together is RUSH, and I just bought tickets to see them this June!</p><p><strong>Q)</strong> Favorite book of all time.</p><p><strong>A)</strong> That’s an impossible question! I could maybe give you three favorites: <em>Snow Crash</em> by Neal Stephenson, <em>Galapagos</em> by Kurt Vonnegut, and <em>The Hitchhiker’s Guide to the Galaxy</em> by Douglas Adams.</p><p><strong>Q)</strong> Best failed TV show pilot available on Youtube?</p><p><strong>A)</strong> The unaired Batgirl pilot starring Yvonne Craig.</p><p><strong>Q)</strong> Favorite episode of Cowboy Bebop?</p><p><strong>A)</strong> “Ganymede Elegy.” Or maybe “Boogie Woogie Feng Shui.”</p><p><strong>Q)</strong> What’s the first arcade game you ever played? What’s your favorite?</p><p><strong>A)</strong> I was deflowered by <em>Space Invaders</em>. My all time favorite coin-op game was probably <em>Black Tiger</em>.</p><p><strong>Q)</strong> Your idea of the perfect day...</p><p><strong>A)</strong> Play Black Tiger. Then go see <em>Big Trouble in Little China</em> at the Alamo Drafthouse with Kurt Russell and John Carpenter doing a live Q&amp;A afterwards. When I get home that night, I accidentally invent a cheap abundant clean energy source that saves human civilization. I celebrate by staying up late to watch old <em>Ultraman</em> episodes with my daughter (who loves <em>Ultraman</em> even more than I do).</p><p><strong>Q)</strong> True or False. We hear you own a DeLorean and that you plan on tricking it out to be a time-travelling, Ghostbusting, Knight-Rider car.</p><p><strong>A)</strong> False. I actually plan on tricking it out to be a time-traveling Ghostbusting Knight Riding Jet Car. It’s going to have both a Flux Capacitor and an Oscillation Overthruster in it, so that my Delorean can travel through time AND solid matter. My personalized plates are ECTO88, just like a DeLorean that appears in my book.</p><p>(I’m so glad that you asked this question, because now I can justify buying the car as a \"promotional tool\" for my book. Everyone reading this is a witness! My DeLorean is helping me promote my book! The fact that I’ve wanted one since I was ten years old is totally irrelevant!)</p><p><strong>Q)</strong> Speaking of DeLoreans: biggest plot hole in the <em>Back to The Future</em> Films?</p><p><strong>A)</strong> The <em>Back to The Future</em> Trilogy is perfect and contains no plot holes! Except for the plot hole inherent in nearly all time travel films: The planet Earth is moving through space at an immense speed at all times. So if you travel back in time, you are traveling to a time when the Earth was in a different location, and you and your time machine would appear somewhere out in deep space. For a time machine to be useful, it also needs to be able to teleport you to wherever the Earth was/is at your destination time.</p><p><strong>Q)</strong> But there are two DeLoreans in 1885--why doesn’t Doc dig out the one he buried in a cave for Marty to find in 1955 and use the gasoline from it to get the other DeLorean up to 88mph?</p><p><strong>A)</strong> Doc would have drained the gas tank before he stored a car for 80 years, so there wouldn’t have been any gas. And tampering with the DeLorean in the cave at all could conceivably create a universe-ending paradox, because it has to be in the cave for Marty to get back to 1885 in the first place. Totally not a plot hole!</p><hr><h3>Review</h3><p>“The science-fiction writer John Scalzi has aptly referred to READY PLAYER ONE as a “nerdgasm” [and] there can be no better one-word description of this ardent fantasy artifact about fantasy culture...But Mr. Cline is able to incorporate his favorite toys and games into a perfectly accessible narrative.”—Janet Maslin, <em>The New York Times</em> <br></p><p>“Triggers memories and emotions embedded in the psyche of a generation...[Cline crafts] a fresh and imaginative world from our old toy box, and finds significance in there among the collectibles. * A-”—Entertainment Weekly<br></p><p><em>“A most excellent ride...the conceit is a smart one, and we happily root for [the heroes] on their quest...fully satisfying.”—</em>Boston Globe*<br></p><p>“Enchanting...<em>Willy Wonka</em> meets the <em>Matrix</em>. This novel undoubtedly qualifies Cline as the hottest geek on the planet right now. [But] you don't have to be a geek to get it.”—<em>USA Today </em><br><br><strong>“</strong>Ridiculously fun and large-hearted, and you don't have to remember the Reagan administration to love it...[Cline] takes a far-out premise and engages the reader instantly...You'll wish you could make it go on and on.”—NPR.org<br></p><p>“A fun, funny and fabulously entertaining first novel...This novel's large dose of 1980s trivia is a delight...[but] even readers who need Google to identify Commodore 64 or Inky, Blinky, Pinky and Clyde, will enjoy this memorabilian feast.”—<em>Cleveland Plain Dealer<br></em><br>“The grown-up's 'Harry Potter’...the mystery and fantasy in this novel weaves itself in the most delightful way, and the details that make up Mr. Cline's world are simply astounding. READY PLAYER ONE has it all.”—<em>Huffington Post</em><br></p><p>“Incredibly entertaining...Drawing on everything from \"Back to the Future\" to Roald Dahl to Neal Stephenson's groundbreaking \"Snow Crash,\" Cline has made READY PLAYER ONE a geek fantasia, '80s culture memoir and commentary on the future of online behavior all at once.”—<em>Austin American-Statesman <br></em><br>\"READY PLAYER ONE is the ultimate lottery ticket.\"—<em>New York Daily News</em><br></p><p>\"This non-gamer loved every page of READY PLAYER ONE.\"—Charlaine Harris, #1 <em>New York Times</em> bestselling author of the Sookie Stackhouse series<br></p><p>“A treasure for anyone already nostalgic for the late 20th century. . . But it’s also a great read for anyone who likes a good book.”—Wired.com <br></p><p>“Gorgeously geeky, superbly entertaining, this really is a spectacularly successful debut.”—<em>Daily Mail</em> (UK)<br></p><p>“A gunshot of fun with a wicked sense of timing and a cast of characters that you're pumping your fist in the air with whenever they succeed. I haven't been this much on the edge of my seat for an ending in years.”—<em>Chicago Reader</em><br></p><p>“A rollicking, surprise-laden, potboiling, thrilling adventure story.... I loved every sentence of this book”—Mark Frauenfelder, <em>BoingBoing</em><br></p><p>\"A 'frakking' good read [featuring] incredible creative detail<strong>...</strong>I grinned at the sheer audacity of Cline's imagination.”—<em>Milwaukee Journal Sentinel<br></em><br><em>“</em>[A] fantastic page-turner....READY PLAYER ONE may be science fiction, but it's also written for people who have never picked up an SF novel in their lives...\"—Annalee Newitz, io9.com <br></p><p>\"Fascinating and imaginative...It's non-stop action when gamers must navigate clever puzzles and outwit determined enemies in a virtual world in order to save a real one. Readers are in for a wild ride.\"—Terry Brooks, #1 <em>New York Times</em> bestselling author of the Shannara series<br></p><p>“I was blown away by this book...A book of ideas, a potboiler, a game-within-a-novel, a serious science-fiction epic, a comic pop culture mash-up–call this novel what you will, but READY PLAYER ONE will defy every label you try to put on it. Here, finally, is this generation’s Neuromancer.”—Will Lavender, <em>New York Times</em> bestselling author of <em>Dominance</em><br></p><p>“I really, really loved READY PLAYER ONE...Cline expertly mines a copious vein of 1980s pop culture, catapulting the reader on a light-speed adventure in an advanced but backward-looking future.”— Daniel H. Wilson, <em>New York Times</em> bestselling author of <em>Robopocalypse </em><br></p><p>“A nerdgasm...imagine Dungeons and Dragons and an 80s video arcade made hot, sweet love, and their child was raised in Azeroth.”—John Scalzi, <em>New York Times</em> bestselling author of <em>Old Man’s War<br></em><br>“Completely fricking awesome...This book pleased every geeky bone in my geeky body. I felt like it was written just for me.”—Patrick Rothfuss, #1 <em>New York Times</em> bestselling author of *The Wise Man’s Fear <br></p><p><em>“An exuberantly realized, exciting, and sweet-natured cyber-quest. Cline’s imaginative and rollicking coming-of-age geek saga has a smash-hit vibe.”—</em>Booklist,* starred review <br></p><p>\"This adrenaline shot of uncut geekdom, a quest through a virtual world, is loaded with enough 1980s nostalgia to please even the most devoted John Hughes fans... sweet, self-deprecating Wade, whose universe is an odd mix of the real past and the virtual present, is the perfect lovable/unlikely hero.”—<em>Publishers Weekly,</em> Pick of the Week <br><strong> </strong></p></div>","headerlength":17088,"ibsn":"9780307887436","identifierasstring":"EXTH","publisheddate":"2011-08-16T09:00:00+05:00","publisher":"Crown","recordcount":30,"size":17088,"subject":"Thrillers","updatedtitle":"Ready Player One"}},"fieldlist":{"exthheader":{"size":17088,"identifierasstring":"EXTH","headerlength":17088,"recordcount":30,"author":"Ernest Cline","publisher":"Crown","description":"<div><h3>Amazon.com Review</h3><p><strong>Amazon Best Books of the Month, August 2011:</strong> <em>Ready Player One</em> takes place in the not-so-distant future--the world has turned into a very bleak place, but luckily there is OASIS, a virtual reality world that is a vast online utopia. People can plug into OASIS to play, go to school, earn money, and even meet other people (or at least they can meet their avatars), and for protagonist Wade Watts it certainly beats passing the time in his grim, poverty-stricken real life. Along with millions of other world-wide citizens, Wade dreams of finding three keys left behind by James Halliday, the now-deceased creator of OASIS and the richest man to have ever lived. The keys are rumored to be hidden inside OASIS, and whoever finds them will inherit Halliday’s fortune. But Halliday has not made it easy. And there are real dangers in this virtual world. Stuffed to the gills with action, puzzles, nerdy romance, and 80s nostalgia, this high energy cyber-quest will make geeks everywhere feel like they were separated at birth from author Ernest Cline.<em>--Chris Schluep</em></p><p><strong>Guest Reviewer: Daniel H. Wilson on <em>Ready Player One</em> by Earnest Cline</strong> <br></p><p><strong>*Daniel H. Wilson</strong> is the <em>New York Times</em> best-selling author of* Robopocalypse. </p><p>I dare you not to fall in love with <em>Ready Player One</em>. And I mean <em>head over heels</em> in love--the way you fall for someone who is smart, feisty, and who can effortlessly finish your favorite movie lines, music lyrics, or literature quotes before they come out of your mouth.</p><p><em>Ready Player One</em> expertly mines a copious vein of 1980s pop culture, catapulting the reader on a light-speed adventure in an advanced but backward-looking future.</p><p>The story is set in a near-term future in which the new, new form of the Internet is a realistic virtual multi-verse called the OASIS. Most human interaction takes place via goggles and gloves in millions of unique worlds, including the boring (and free) “public education” world from which our teenage protagonist must escape.</p><p>Our unlikely hero is an overweight trailer park kid who goes by Wade Watts in real life, and “Parzival” to his best friends and mortal enemies--all of whom he interacts with virtually. Just like the Arthurian knight that is his namesake, young Wade is on a quest for an incredible treasure guarded by mythical creatures. Specifically, the creator of the OASIS and richest man on the planet, James Halliday, stipulated in his will that his fortune be given to the first person who can find an “Easter egg” hidden somewhere in the OASIS. The catch? Every devilishly complex clue on this treasure hunt is rooted in an intimate knowledge of 1980s pop culture.</p><p>This leaves the people of the future hilariously <em>obsessed</em> with every aspect of the 1980s. The setup is particularly brilliant, because Ernie Cline seems to have a laser-beam knowledge of (and warm, fuzzy love for) every pop song, arcade game, and giant robot produced in the last thirty years. Seriously, this is a guy who owns and regularly drives a 1982 DeLorean that has been mocked up to look exactly like the time-traveling car in <em>Back to the Future</em>, complete with a glowing flux capacitor.</p><p>But <em>Ready Player One</em> isn’t just a fanboy’s wet dream. Real villains are lurking, threatening our hero with death in their ruthless hunt for the treasure. Worse, these corporate baddies are posers with no love for the game – they have movie dialogue piped in via radio earpieces, use bots to cheat at arcade games like JOUST, and don’t hesitate to terrorize or murder people in the real world to achieve their aims inside the OASIS.</p><p>As the book climaxes, a mega-battle unfolds with sobering life-or-death stakes, yet soldiered entirely by exciting and downright fun pop-culture icons. The bad guys are piloting a ferocious Mechagodzilla. Our good guy has to leave his X-Wing fighter aboard his private flotilla so that he can pilot an authentic Ultraman recreation. And how do you not grin when someone dons a pair of virtual Chuck Taylor All Stars that bestow the power of flight?</p><p>Cline is fearless and he lets his imagination soar, yet this pop scenery could easily come off as so much fluff. Instead, Cline keeps the stakes high throughout, and the epic treasure hunt structure (complete with an evolving high-score list) keeps the action intense. The plot unfolds with constant acceleration, never slowing down or sagging in the middle, to create a thrilling ride with a fulfilling ending.</p><p>Best of all, the book captures the aura of the manifold worlds it depicts. If <em>Ready Player One</em> were a living room, it would be wood-panelled. If it were shoes, it would be high-tops. And if it were a song, well, it would have to be <em>Eye of the Tiger</em>.</p><p>I really, really loved it.</p><p><em>-- Daniel H. Wilson</em></p><p><strong>Questions for Ernest Cline, Author of *Ready Player One</strong>*</p><p><strong>Q)</strong> So it seems you’re a bit of a pop-culture buff. In your debut novel <em>Ready Player One</em> you incorporate literally hundreds of pop culture references, many of them in ways that are integral to the book’s plot. What’s the first thing you remember geeking out over?</p><p><strong>A)</strong> <em>Sesame Street</em> and the Muppets. I thought Jim Henson ruled the universe. I even thought it was pretty cool that I shared my first name with a muppet. Until the first day of kindergarten, when I quickly learned that \"Ernie\" was not a cool name to have. That was about the time I segued into my next childhood obsession, <em>Star Wars</em>.</p><p><strong>Q)</strong> Like the book’s hero, you possess a horrifyingly deep knowledge of a terrifyingly broad swathe of culture, ranging from John Hughes movies to super-obscure Japanese animation to 8-bit videogames to science-fiction and fantasy literature to role-playing games like Dungeons &amp; Dragons. What the heck is wrong with you?! How do you have so much time on your hands?</p><p><strong>A)</strong> Well, I’m raising a toddler now, so I don’t have as much time to geek out as I used to. I think I amassed a lot of that knowledge during my youth. Like most geeks, I was a sponge for all kinds of movies, TV shows, cartoons, and video games. Then as an adult, I worked at a long series of low paying tech support jobs that allowed me to surf the Internet all day, and I spent a lot of my cubicle time looking up obscure pop culture minutiae from my childhood while I waited for people to reboot their PCs. Of course, I spent most of my off hours geeking out, too. Luckily, all those hours can now be classified as \"research\" for my novel.</p><p><strong>Q)</strong> You’re stranded on an island and you can only take one movie with you. What is it?</p><p><strong>A)</strong> Easy! <em>The Lord of the Rings Extended Edition</em>. (Can I take all of the DVD Extras and Making of Documentaries, too?)</p><p><strong>Q)</strong> You’re given free tickets and back stage passes to one concert (artist can be living or dead)- who is it and why?</p><p><strong>A)</strong> Are we talking about time travel back to a specific concert in the past here? Because it would be pretty cool to stand on the roof of Apple Records and watch the Beatles jam up there. But my favorite rock band that’s still together is RUSH, and I just bought tickets to see them this June!</p><p><strong>Q)</strong> Favorite book of all time.</p><p><strong>A)</strong> That’s an impossible question! I could maybe give you three favorites: <em>Snow Crash</em> by Neal Stephenson, <em>Galapagos</em> by Kurt Vonnegut, and <em>The Hitchhiker’s Guide to the Galaxy</em> by Douglas Adams.</p><p><strong>Q)</strong> Best failed TV show pilot available on Youtube?</p><p><strong>A)</strong> The unaired Batgirl pilot starring Yvonne Craig.</p><p><strong>Q)</strong> Favorite episode of Cowboy Bebop?</p><p><strong>A)</strong> “Ganymede Elegy.” Or maybe “Boogie Woogie Feng Shui.”</p><p><strong>Q)</strong> What’s the first arcade game you ever played? What’s your favorite?</p><p><strong>A)</strong> I was deflowered by <em>Space Invaders</em>. My all time favorite coin-op game was probably <em>Black Tiger</em>.</p><p><strong>Q)</strong> Your idea of the perfect day...</p><p><strong>A)</strong> Play Black Tiger. Then go see <em>Big Trouble in Little China</em> at the Alamo Drafthouse with Kurt Russell and John Carpenter doing a live Q&amp;A afterwards. When I get home that night, I accidentally invent a cheap abundant clean energy source that saves human civilization. I celebrate by staying up late to watch old <em>Ultraman</em> episodes with my daughter (who loves <em>Ultraman</em> even more than I do).</p><p><strong>Q)</strong> True or False. We hear you own a DeLorean and that you plan on tricking it out to be a time-travelling, Ghostbusting, Knight-Rider car.</p><p><strong>A)</strong> False. I actually plan on tricking it out to be a time-traveling Ghostbusting Knight Riding Jet Car. It’s going to have both a Flux Capacitor and an Oscillation Overthruster in it, so that my Delorean can travel through time AND solid matter. My personalized plates are ECTO88, just like a DeLorean that appears in my book.</p><p>(I’m so glad that you asked this question, because now I can justify buying the car as a \"promotional tool\" for my book. Everyone reading this is a witness! My DeLorean is helping me promote my book! The fact that I’ve wanted one since I was ten years old is totally irrelevant!)</p><p><strong>Q)</strong> Speaking of DeLoreans: biggest plot hole in the <em>Back to The Future</em> Films?</p><p><strong>A)</strong> The <em>Back to The Future</em> Trilogy is perfect and contains no plot holes! Except for the plot hole inherent in nearly all time travel films: The planet Earth is moving through space at an immense speed at all times. So if you travel back in time, you are traveling to a time when the Earth was in a different location, and you and your time machine would appear somewhere out in deep space. For a time machine to be useful, it also needs to be able to teleport you to wherever the Earth was/is at your destination time.</p><p><strong>Q)</strong> But there are two DeLoreans in 1885--why doesn’t Doc dig out the one he buried in a cave for Marty to find in 1955 and use the gasoline from it to get the other DeLorean up to 88mph?</p><p><strong>A)</strong> Doc would have drained the gas tank before he stored a car for 80 years, so there wouldn’t have been any gas. And tampering with the DeLorean in the cave at all could conceivably create a universe-ending paradox, because it has to be in the cave for Marty to get back to 1885 in the first place. Totally not a plot hole!</p><hr><h3>Review</h3><p>“The science-fiction writer John Scalzi has aptly referred to READY PLAYER ONE as a “nerdgasm” [and] there can be no better one-word description of this ardent fantasy artifact about fantasy culture...But Mr. Cline is able to incorporate his favorite toys and games into a perfectly accessible narrative.”—Janet Maslin, <em>The New York Times</em> <br></p><p>“Triggers memories and emotions embedded in the psyche of a generation...[Cline crafts] a fresh and imaginative world from our old toy box, and finds significance in there among the collectibles. * A-”—Entertainment Weekly<br></p><p><em>“A most excellent ride...the conceit is a smart one, and we happily root for [the heroes] on their quest...fully satisfying.”—</em>Boston Globe*<br></p><p>“Enchanting...<em>Willy Wonka</em> meets the <em>Matrix</em>. This novel undoubtedly qualifies Cline as the hottest geek on the planet right now. [But] you don't have to be a geek to get it.”—<em>USA Today </em><br><br><strong>“</strong>Ridiculously fun and large-hearted, and you don't have to remember the Reagan administration to love it...[Cline] takes a far-out premise and engages the reader instantly...You'll wish you could make it go on and on.”—NPR.org<br></p><p>“A fun, funny and fabulously entertaining first novel...This novel's large dose of 1980s trivia is a delight...[but] even readers who need Google to identify Commodore 64 or Inky, Blinky, Pinky and Clyde, will enjoy this memorabilian feast.”—<em>Cleveland Plain Dealer<br></em><br>“The grown-up's 'Harry Potter’...the mystery and fantasy in this novel weaves itself in the most delightful way, and the details that make up Mr. Cline's world are simply astounding. READY PLAYER ONE has it all.”—<em>Huffington Post</em><br></p><p>“Incredibly entertaining...Drawing on everything from \"Back to the Future\" to Roald Dahl to Neal Stephenson's groundbreaking \"Snow Crash,\" Cline has made READY PLAYER ONE a geek fantasia, '80s culture memoir and commentary on the future of online behavior all at once.”—<em>Austin American-Statesman <br></em><br>\"READY PLAYER ONE is the ultimate lottery ticket.\"—<em>New York Daily News</em><br></p><p>\"This non-gamer loved every page of READY PLAYER ONE.\"—Charlaine Harris, #1 <em>New York Times</em> bestselling author of the Sookie Stackhouse series<br></p><p>“A treasure for anyone already nostalgic for the late 20th century. . . But it’s also a great read for anyone who likes a good book.”—Wired.com <br></p><p>“Gorgeously geeky, superbly entertaining, this really is a spectacularly successful debut.”—<em>Daily Mail</em> (UK)<br></p><p>“A gunshot of fun with a wicked sense of timing and a cast of characters that you're pumping your fist in the air with whenever they succeed. I haven't been this much on the edge of my seat for an ending in years.”—<em>Chicago Reader</em><br></p><p>“A rollicking, surprise-laden, potboiling, thrilling adventure story.... I loved every sentence of this book”—Mark Frauenfelder, <em>BoingBoing</em><br></p><p>\"A 'frakking' good read [featuring] incredible creative detail<strong>...</strong>I grinned at the sheer audacity of Cline's imagination.”—<em>Milwaukee Journal Sentinel<br></em><br><em>“</em>[A] fantastic page-turner....READY PLAYER ONE may be science fiction, but it's also written for people who have never picked up an SF novel in their lives...\"—Annalee Newitz, io9.com <br></p><p>\"Fascinating and imaginative...It's non-stop action when gamers must navigate clever puzzles and outwit determined enemies in a virtual world in order to save a real one. Readers are in for a wild ride.\"—Terry Brooks, #1 <em>New York Times</em> bestselling author of the Shannara series<br></p><p>“I was blown away by this book...A book of ideas, a potboiler, a game-within-a-novel, a serious science-fiction epic, a comic pop culture mash-up–call this novel what you will, but READY PLAYER ONE will defy every label you try to put on it. Here, finally, is this generation’s Neuromancer.”—Will Lavender, <em>New York Times</em> bestselling author of <em>Dominance</em><br></p><p>“I really, really loved READY PLAYER ONE...Cline expertly mines a copious vein of 1980s pop culture, catapulting the reader on a light-speed adventure in an advanced but backward-looking future.”— Daniel H. Wilson, <em>New York Times</em> bestselling author of <em>Robopocalypse </em><br></p><p>“A nerdgasm...imagine Dungeons and Dragons and an 80s video arcade made hot, sweet love, and their child was raised in Azeroth.”—John Scalzi, <em>New York Times</em> bestselling author of <em>Old Man’s War<br></em><br>“Completely fricking awesome...This book pleased every geeky bone in my geeky body. I felt like it was written just for me.”—Patrick Rothfuss, #1 <em>New York Times</em> bestselling author of *The Wise Man’s Fear <br></p><p><em>“An exuberantly realized, exciting, and sweet-natured cyber-quest. Cline’s imaginative and rollicking coming-of-age geek saga has a smash-hit vibe.”—</em>Booklist,* starred review <br></p><p>\"This adrenaline shot of uncut geekdom, a quest through a virtual world, is loaded with enough 1980s nostalgia to please even the most devoted John Hughes fans... sweet, self-deprecating Wade, whose universe is an odd mix of the real past and the virtual present, is the perfect lovable/unlikely hero.”—<em>Publishers Weekly,</em> Pick of the Week <br><strong> </strong></p></div>","ibsn":"9780307887436","subject":"Thrillers","publisheddate":"2011-08-16T09:00:00+05:00","contributor":"calibre (0.8.33) [http://calibre-ebook.com]","asin":"63b4d0cb-52a5-4435-9b9d-cba791b4eec3","cdetype":"EBOK","updatedtitle":"Ready Player One","fieldlist":{"asin":"63b4d0cb-52a5-4435-9b9d-cba791b4eec3","author":"Ernest Cline","cdetype":"EBOK","contributor":"calibre (0.8.33) [http://calibre-ebook.com]","description":"<div><h3>Amazon.com Review</h3><p><strong>Amazon Best Books of the Month, August 2011:</strong> <em>Ready Player One</em> takes place in the not-so-distant future--the world has turned into a very bleak place, but luckily there is OASIS, a virtual reality world that is a vast online utopia. People can plug into OASIS to play, go to school, earn money, and even meet other people (or at least they can meet their avatars), and for protagonist Wade Watts it certainly beats passing the time in his grim, poverty-stricken real life. Along with millions of other world-wide citizens, Wade dreams of finding three keys left behind by James Halliday, the now-deceased creator of OASIS and the richest man to have ever lived. The keys are rumored to be hidden inside OASIS, and whoever finds them will inherit Halliday’s fortune. But Halliday has not made it easy. And there are real dangers in this virtual world. Stuffed to the gills with action, puzzles, nerdy romance, and 80s nostalgia, this high energy cyber-quest will make geeks everywhere feel like they were separated at birth from author Ernest Cline.<em>--Chris Schluep</em></p><p><strong>Guest Reviewer: Daniel H. Wilson on <em>Ready Player One</em> by Earnest Cline</strong> <br></p><p><strong>*Daniel H. Wilson</strong> is the <em>New York Times</em> best-selling author of* Robopocalypse. </p><p>I dare you not to fall in love with <em>Ready Player One</em>. And I mean <em>head over heels</em> in love--the way you fall for someone who is smart, feisty, and who can effortlessly finish your favorite movie lines, music lyrics, or literature quotes before they come out of your mouth.</p><p><em>Ready Player One</em> expertly mines a copious vein of 1980s pop culture, catapulting the reader on a light-speed adventure in an advanced but backward-looking future.</p><p>The story is set in a near-term future in which the new, new form of the Internet is a realistic virtual multi-verse called the OASIS. Most human interaction takes place via goggles and gloves in millions of unique worlds, including the boring (and free) “public education” world from which our teenage protagonist must escape.</p><p>Our unlikely hero is an overweight trailer park kid who goes by Wade Watts in real life, and “Parzival” to his best friends and mortal enemies--all of whom he interacts with virtually. Just like the Arthurian knight that is his namesake, young Wade is on a quest for an incredible treasure guarded by mythical creatures. Specifically, the creator of the OASIS and richest man on the planet, James Halliday, stipulated in his will that his fortune be given to the first person who can find an “Easter egg” hidden somewhere in the OASIS. The catch? Every devilishly complex clue on this treasure hunt is rooted in an intimate knowledge of 1980s pop culture.</p><p>This leaves the people of the future hilariously <em>obsessed</em> with every aspect of the 1980s. The setup is particularly brilliant, because Ernie Cline seems to have a laser-beam knowledge of (and warm, fuzzy love for) every pop song, arcade game, and giant robot produced in the last thirty years. Seriously, this is a guy who owns and regularly drives a 1982 DeLorean that has been mocked up to look exactly like the time-traveling car in <em>Back to the Future</em>, complete with a glowing flux capacitor.</p><p>But <em>Ready Player One</em> isn’t just a fanboy’s wet dream. Real villains are lurking, threatening our hero with death in their ruthless hunt for the treasure. Worse, these corporate baddies are posers with no love for the game – they have movie dialogue piped in via radio earpieces, use bots to cheat at arcade games like JOUST, and don’t hesitate to terrorize or murder people in the real world to achieve their aims inside the OASIS.</p><p>As the book climaxes, a mega-battle unfolds with sobering life-or-death stakes, yet soldiered entirely by exciting and downright fun pop-culture icons. The bad guys are piloting a ferocious Mechagodzilla. Our good guy has to leave his X-Wing fighter aboard his private flotilla so that he can pilot an authentic Ultraman recreation. And how do you not grin when someone dons a pair of virtual Chuck Taylor All Stars that bestow the power of flight?</p><p>Cline is fearless and he lets his imagination soar, yet this pop scenery could easily come off as so much fluff. Instead, Cline keeps the stakes high throughout, and the epic treasure hunt structure (complete with an evolving high-score list) keeps the action intense. The plot unfolds with constant acceleration, never slowing down or sagging in the middle, to create a thrilling ride with a fulfilling ending.</p><p>Best of all, the book captures the aura of the manifold worlds it depicts. If <em>Ready Player One</em> were a living room, it would be wood-panelled. If it were shoes, it would be high-tops. And if it were a song, well, it would have to be <em>Eye of the Tiger</em>.</p><p>I really, really loved it.</p><p><em>-- Daniel H. Wilson</em></p><p><strong>Questions for Ernest Cline, Author of *Ready Player One</strong>*</p><p><strong>Q)</strong> So it seems you’re a bit of a pop-culture buff. In your debut novel <em>Ready Player One</em> you incorporate literally hundreds of pop culture references, many of them in ways that are integral to the book’s plot. What’s the first thing you remember geeking out over?</p><p><strong>A)</strong> <em>Sesame Street</em> and the Muppets. I thought Jim Henson ruled the universe. I even thought it was pretty cool that I shared my first name with a muppet. Until the first day of kindergarten, when I quickly learned that \"Ernie\" was not a cool name to have. That was about the time I segued into my next childhood obsession, <em>Star Wars</em>.</p><p><strong>Q)</strong> Like the book’s hero, you possess a horrifyingly deep knowledge of a terrifyingly broad swathe of culture, ranging from John Hughes movies to super-obscure Japanese animation to 8-bit videogames to science-fiction and fantasy literature to role-playing games like Dungeons &amp; Dragons. What the heck is wrong with you?! How do you have so much time on your hands?</p><p><strong>A)</strong> Well, I’m raising a toddler now, so I don’t have as much time to geek out as I used to. I think I amassed a lot of that knowledge during my youth. Like most geeks, I was a sponge for all kinds of movies, TV shows, cartoons, and video games. Then as an adult, I worked at a long series of low paying tech support jobs that allowed me to surf the Internet all day, and I spent a lot of my cubicle time looking up obscure pop culture minutiae from my childhood while I waited for people to reboot their PCs. Of course, I spent most of my off hours geeking out, too. Luckily, all those hours can now be classified as \"research\" for my novel.</p><p><strong>Q)</strong> You’re stranded on an island and you can only take one movie with you. What is it?</p><p><strong>A)</strong> Easy! <em>The Lord of the Rings Extended Edition</em>. (Can I take all of the DVD Extras and Making of Documentaries, too?)</p><p><strong>Q)</strong> You’re given free tickets and back stage passes to one concert (artist can be living or dead)- who is it and why?</p><p><strong>A)</strong> Are we talking about time travel back to a specific concert in the past here? Because it would be pretty cool to stand on the roof of Apple Records and watch the Beatles jam up there. But my favorite rock band that’s still together is RUSH, and I just bought tickets to see them this June!</p><p><strong>Q)</strong> Favorite book of all time.</p><p><strong>A)</strong> That’s an impossible question! I could maybe give you three favorites: <em>Snow Crash</em> by Neal Stephenson, <em>Galapagos</em> by Kurt Vonnegut, and <em>The Hitchhiker’s Guide to the Galaxy</em> by Douglas Adams.</p><p><strong>Q)</strong> Best failed TV show pilot available on Youtube?</p><p><strong>A)</strong> The unaired Batgirl pilot starring Yvonne Craig.</p><p><strong>Q)</strong> Favorite episode of Cowboy Bebop?</p><p><strong>A)</strong> “Ganymede Elegy.” Or maybe “Boogie Woogie Feng Shui.”</p><p><strong>Q)</strong> What’s the first arcade game you ever played? What’s your favorite?</p><p><strong>A)</strong> I was deflowered by <em>Space Invaders</em>. My all time favorite coin-op game was probably <em>Black Tiger</em>.</p><p><strong>Q)</strong> Your idea of the perfect day...</p><p><strong>A)</strong> Play Black Tiger. Then go see <em>Big Trouble in Little China</em> at the Alamo Drafthouse with Kurt Russell and John Carpenter doing a live Q&amp;A afterwards. When I get home that night, I accidentally invent a cheap abundant clean energy source that saves human civilization. I celebrate by staying up late to watch old <em>Ultraman</em> episodes with my daughter (who loves <em>Ultraman</em> even more than I do).</p><p><strong>Q)</strong> True or False. We hear you own a DeLorean and that you plan on tricking it out to be a time-travelling, Ghostbusting, Knight-Rider car.</p><p><strong>A)</strong> False. I actually plan on tricking it out to be a time-traveling Ghostbusting Knight Riding Jet Car. It’s going to have both a Flux Capacitor and an Oscillation Overthruster in it, so that my Delorean can travel through time AND solid matter. My personalized plates are ECTO88, just like a DeLorean that appears in my book.</p><p>(I’m so glad that you asked this question, because now I can justify buying the car as a \"promotional tool\" for my book. Everyone reading this is a witness! My DeLorean is helping me promote my book! The fact that I’ve wanted one since I was ten years old is totally irrelevant!)</p><p><strong>Q)</strong> Speaking of DeLoreans: biggest plot hole in the <em>Back to The Future</em> Films?</p><p><strong>A)</strong> The <em>Back to The Future</em> Trilogy is perfect and contains no plot holes! Except for the plot hole inherent in nearly all time travel films: The planet Earth is moving through space at an immense speed at all times. So if you travel back in time, you are traveling to a time when the Earth was in a different location, and you and your time machine would appear somewhere out in deep space. For a time machine to be useful, it also needs to be able to teleport you to wherever the Earth was/is at your destination time.</p><p><strong>Q)</strong> But there are two DeLoreans in 1885--why doesn’t Doc dig out the one he buried in a cave for Marty to find in 1955 and use the gasoline from it to get the other DeLorean up to 88mph?</p><p><strong>A)</strong> Doc would have drained the gas tank before he stored a car for 80 years, so there wouldn’t have been any gas. And tampering with the DeLorean in the cave at all could conceivably create a universe-ending paradox, because it has to be in the cave for Marty to get back to 1885 in the first place. Totally not a plot hole!</p><hr><h3>Review</h3><p>“The science-fiction writer John Scalzi has aptly referred to READY PLAYER ONE as a “nerdgasm” [and] there can be no better one-word description of this ardent fantasy artifact about fantasy culture...But Mr. Cline is able to incorporate his favorite toys and games into a perfectly accessible narrative.”—Janet Maslin, <em>The New York Times</em> <br></p><p>“Triggers memories and emotions embedded in the psyche of a generation...[Cline crafts] a fresh and imaginative world from our old toy box, and finds significance in there among the collectibles. * A-”—Entertainment Weekly<br></p><p><em>“A most excellent ride...the conceit is a smart one, and we happily root for [the heroes] on their quest...fully satisfying.”—</em>Boston Globe*<br></p><p>“Enchanting...<em>Willy Wonka</em> meets the <em>Matrix</em>. This novel undoubtedly qualifies Cline as the hottest geek on the planet right now. [But] you don't have to be a geek to get it.”—<em>USA Today </em><br><br><strong>“</strong>Ridiculously fun and large-hearted, and you don't have to remember the Reagan administration to love it...[Cline] takes a far-out premise and engages the reader instantly...You'll wish you could make it go on and on.”—NPR.org<br></p><p>“A fun, funny and fabulously entertaining first novel...This novel's large dose of 1980s trivia is a delight...[but] even readers who need Google to identify Commodore 64 or Inky, Blinky, Pinky and Clyde, will enjoy this memorabilian feast.”—<em>Cleveland Plain Dealer<br></em><br>“The grown-up's 'Harry Potter’...the mystery and fantasy in this novel weaves itself in the most delightful way, and the details that make up Mr. Cline's world are simply astounding. READY PLAYER ONE has it all.”—<em>Huffington Post</em><br></p><p>“Incredibly entertaining...Drawing on everything from \"Back to the Future\" to Roald Dahl to Neal Stephenson's groundbreaking \"Snow Crash,\" Cline has made READY PLAYER ONE a geek fantasia, '80s culture memoir and commentary on the future of online behavior all at once.”—<em>Austin American-Statesman <br></em><br>\"READY PLAYER ONE is the ultimate lottery ticket.\"—<em>New York Daily News</em><br></p><p>\"This non-gamer loved every page of READY PLAYER ONE.\"—Charlaine Harris, #1 <em>New York Times</em> bestselling author of the Sookie Stackhouse series<br></p><p>“A treasure for anyone already nostalgic for the late 20th century. . . But it’s also a great read for anyone who likes a good book.”—Wired.com <br></p><p>“Gorgeously geeky, superbly entertaining, this really is a spectacularly successful debut.”—<em>Daily Mail</em> (UK)<br></p><p>“A gunshot of fun with a wicked sense of timing and a cast of characters that you're pumping your fist in the air with whenever they succeed. I haven't been this much on the edge of my seat for an ending in years.”—<em>Chicago Reader</em><br></p><p>“A rollicking, surprise-laden, potboiling, thrilling adventure story.... I loved every sentence of this book”—Mark Frauenfelder, <em>BoingBoing</em><br></p><p>\"A 'frakking' good read [featuring] incredible creative detail<strong>...</strong>I grinned at the sheer audacity of Cline's imagination.”—<em>Milwaukee Journal Sentinel<br></em><br><em>“</em>[A] fantastic page-turner....READY PLAYER ONE may be science fiction, but it's also written for people who have never picked up an SF novel in their lives...\"—Annalee Newitz, io9.com <br></p><p>\"Fascinating and imaginative...It's non-stop action when gamers must navigate clever puzzles and outwit determined enemies in a virtual world in order to save a real one. Readers are in for a wild ride.\"—Terry Brooks, #1 <em>New York Times</em> bestselling author of the Shannara series<br></p><p>“I was blown away by this book...A book of ideas, a potboiler, a game-within-a-novel, a serious science-fiction epic, a comic pop culture mash-up–call this novel what you will, but READY PLAYER ONE will defy every label you try to put on it. Here, finally, is this generation’s Neuromancer.”—Will Lavender, <em>New York Times</em> bestselling author of <em>Dominance</em><br></p><p>“I really, really loved READY PLAYER ONE...Cline expertly mines a copious vein of 1980s pop culture, catapulting the reader on a light-speed adventure in an advanced but backward-looking future.”— Daniel H. Wilson, <em>New York Times</em> bestselling author of <em>Robopocalypse </em><br></p><p>“A nerdgasm...imagine Dungeons and Dragons and an 80s video arcade made hot, sweet love, and their child was raised in Azeroth.”—John Scalzi, <em>New York Times</em> bestselling author of <em>Old Man’s War<br></em><br>“Completely fricking awesome...This book pleased every geeky bone in my geeky body. I felt like it was written just for me.”—Patrick Rothfuss, #1 <em>New York Times</em> bestselling author of *The Wise Man’s Fear <br></p><p><em>“An exuberantly realized, exciting, and sweet-natured cyber-quest. Cline’s imaginative and rollicking coming-of-age geek saga has a smash-hit vibe.”—</em>Booklist,* starred review <br></p><p>\"This adrenaline shot of uncut geekdom, a quest through a virtual world, is loaded with enough 1980s nostalgia to please even the most devoted John Hughes fans... sweet, self-deprecating Wade, whose universe is an odd mix of the real past and the virtual present, is the perfect lovable/unlikely hero.”—<em>Publishers Weekly,</em> Pick of the Week <br><strong> </strong></p></div>","headerlength":17088,"ibsn":"9780307887436","identifierasstring":"EXTH","publisheddate":"2011-08-16T09:00:00+05:00","publisher":"Crown","recordcount":30,"size":17088,"subject":"Thrillers","updatedtitle":"Ready Player One"}},"exthheadersize":17088,"extraindex0":4294967295,"extraindex1":4294967295,"extraindex2":4294967295,"extraindex3":4294967295,"extraindex4":4294967295,"extraindex5":4294967295,"fileversion":6,"firstnonbookindex":244,"fullname":"Ready Player One","fullnamelength":16,"fullnameoffset":17340,"headerlength":232,"identifierasstring":"MOBI","indexkeys":4294967295,"indexnames":4294967295,"inflectionindex":4294967295,"minversion":6,"mobitype":2,"mobitypeasstring":"Mobipocket Book","orthographicindex":4294967295,"textencoding":65001,"textencodingasstring":"UTF-8","uniqueid":971464703}}},"sha256":"09AD376BDC90A17F6E2EE440251929DC7EC1CC69F3BF8C09CDD6C4739CE3CD07"}