{"file":{"path":"D:\\TORRENT\\________COMPLETED\\Epub Collection#8(32Skulls)\\Rachel Lee - [The Claiming 03] - Forever Claimed [NOCT-131, MNOC-97] (epub).epub","name":"Rachel Lee - [The Claiming 03] - Forever Claimed [NOCT-131, MNOC-97] (epub).epub","ext":".epub","length":248861,"dir":"D:\\TORRENT\\________COMPLETED\\Epub Collection#8(32Skulls)","creation":"2021-11-30T19:52:20","lastaccess":"2021-11-30T20:55:38","lastwrite":"2021-11-30T19:52:20"},"hash":{"md5":"644EE6FDA5706D4FBEDC70E9238DCBFF","sha1":"841760E09E4FED8A72A3BA0DE4A2BAB1D26B23B4"},"tika":{"content-type":"application/epub+zip","creation-date":"2012-03-02T04:00:00","keywords":["Literature & Fiction","United States","Romance","Contemporary","Paranormal","Vampires","Science Fiction & Fantasy","Werewolves & Shifters","Series","Harlequin Nocturne"],"x-parsed-by":["org.apache.tika.parser.DefaultParser","org.apache.tika.parser.epub.EpubParser"],"contributor":"calibre (1.18.0) [http://calibre-ebook.com]","dc.contributor":"calibre (1.18.0) [http://calibre-ebook.com]","dc.description":"<div><p>Since the death of his claimed mate, the only thing that's kept Luc St. Just's heart beating is his quest for vengeance. His contempt for rogue vampires runs deep. So when a mysterious woman is brutally attacked, Luc's protective instincts—and his will to live—are suddenly reawakened….  </p><p>As a werewolf who can't shape-shift, Dani Makar wants only to lead a \"normal\" life. But when the magnetically seductive Luc risks his life to save hers, Dani is torn between everything she believes…and an unstoppable, soul-deep desire.  </p><p>Fiercely drawn to each other, these two sworn enemies fall into a passionate alliance. But evil's wrath cannot be underestimated, nor its ability to destroy….  </p><h3>About the Author</h3><p>Rachel Lee was hooked on writing by the age of twelve, and practiced her craft as she moved from place to place all over the United States. This New York Times bestselling author now resides in Florida and has the joy of writing full-time. </p><h3>Excerpt. © Reprinted by permission. All rights reserved.</h3><p>He smelled blood on the night air. Little did he guess the danger it was about to lead him into.</p><p>Luc St. Just sped through the dark city streets, moving shadow to shadow, too fast for human eyes to see. He didn't want to be here. Indeed, he was returning to this place only because he felt he owed at least a small favor to Jude Messenger, a fellow vampire. Jude was one of very few vampires he counted as a friend.</p><p>Which wasn't saying much. For most of his two centuries as a vampire, Luc had grown truly close to only one other of his kind: Natasha. His lost lover, his claimed mate. When she had died, madness had overtaken him, and although with Jude's help he'd achieved a measure of vengeance, the excruciating sense of loss and sorrow still remained.</p><p>A claiming was supposed to be broken by vengeance, but apparently it hadn't been. That left only his own death to release him. But for some reason he clung to his existence, however unwillingly. He hadn't yet asked a vampire for mercy, although he had come close. So he was still here, and because some dregs of conscience prompted him, he was entering a city he had no desire to ever see again.</p><p>He should be in Paris, the city of his heart. Or anywhere in Europe where life felt more comfortable than this new world with all its brashness and noise.</p><p>But all those thoughts, thoughts that dogged his heels almost obsessively—a sign of a claiming—dropped into the background as he smelled blood on the air.</p><p>He was a vampire, and there was no sweeter siren call than that of fresh blood. He lifted his head, sniffing the air, locating the direction from which the enticing scent came. The park. Someone had been injured badly.</p><p>He could have just continued on his way, but the call was hard to resist, and his resistance was low these days. If nothing else, he could at least put some human out of misery. Or so he thought, trying to put a noble veneer on what was an irresistible instinct.</p><p>Even he could see some bleak humor in his own rationalization.</p><p>He slipped through the shadowy woods swiftly, the night as clear to him as day would have been to a human. A high, full moon deepened the shadows, allowing him to pass swiftly, invisible to human eyes, just another shadow among shadows. But for him, colors shone with jewellike brilliance.</p><p>The night came alive to him in ways it never would for a mortal. The movement of every leaf, the insects crawling in the grass or nibbling on leaves, he could hear all that. Even the sound of water running up inside the trunks of trees reached him with a delightful syncopated rhythm. He heard a bird's wings flutter then settle quickly.</p><p>The night sang to him.</p><p>He could hear the distant sound of a baby's cry, a couple of people who argued blocks away and even the sound of someone's private lovemaking.</p><p>Once, he had soaked up these sounds with pleasure. No more, for he had lost his capacity for pleasure. Tonight he shoved them into the background as the call of blood dominated.</p><p>He paused a few times, testing the air, smelling for humans. What he smelled gave him pause. As the delicious scent of fresh blood grew, so did another scent: the scent of his own kind.</p><p><em>\"Putain,\"</em> he said under his breath. He should clear out now. He had a message to deliver, and a face-down with some hungry vampires enjoying their meal would not serve him at all. But there was too much blood on the air, too much to be a simple feeding. What if those he had come to warn Jude about had already arrived?</p><p>Even when not concerned, a vampire tended to be very quiet, but now he heightened his senses and moved with true stealth to avoid his own kind. Trees zipped past him. He stayed off the paved paths and tasted the air frequently. Both the scent of blood and vampires grew, but the blood strengthened more quickly. Whoever had done this thing, he judged they had moved on.</p><p>He picked up his pace a bit, then saw the heat signature of a body lying on the ground amidst the trees. The sound of a too-rapid heartbeat reached him. The victim. He circled quickly, looking for others of his kind and soon detected they had moved on to the south.</p><p>He and the food were alone.</p><p>He crept toward her and what he saw appalled even him. He was no saint, despite his name, and indulged in willing mortal blood without compunction. But this was not a willing donation, and the savagery of the attack on the woman lying before him shrieked unnecessary violence. She must have put up one hell of a fight and paid for it with a torn and possibly broken body.</p><p>Her heartbeat raced as her body fought to pump its diminishing blood supply to essential organs. She hovered on the brink of death, and he wondered why her attackers hadn't finished her. It would have been so easy for them to just snap her neck.</p><p>And what that said about the attackers offended him. There was no need to have been this violent or to have left the woman to die slowly. Like many hunters, he believed in clean kills. Vampires were not cats, to maul their prey. They had other ways of satisfying those urges, sexual and seductive ways that needn't lead to this kind of mess.</p><p>This group had left a message, writ clear on the woman's body.</p><p>He could have put an end to her suffering right then, but stayed himself. She might be just the proof he needed to convince Jude of the gravity and reality of the warning he carried.</p><p>Just as he was bending toward her, he caught an unmistakable smell on the breeze. He straightened and whirled just in time to see another vampire seeping out of the shadows toward him.</p><p>He considered, then said, \"Is she yours?\"</p><p>\"I came back to finish her.\" The other vampire, short and wiry, paused. \"You can finish her if you want.\"</p><p>Luc wanted but refused to, however easy it would have been. \"You were a trifle rough on her. She isn't very appealing just now.\"</p><p>The other shrugged and moved closer. \"Four of us, and she fought. She was quite a handful. In any event, I thought by now she'd be weak enough to finish. Apparently so.\"</p><p>\"She'll be dead soon enough.\"</p><p>\"So finish her.\"</p><p>He heard the challenge, realized this was one of the rogues and he was being asked to choose a side. If he didn't finish the woman, he would be considered an enemy.</p><p>How odd, thought a detached part of his mind. A very odd conversation for two vampires to have, especially when they had never met before.</p><p>There were four of them altogether, useful information. He lifted his head, tasting the air, but could detect no others anywhere near.</p><p>\"All right,\" he said.</p><p>It was enough to make the other relax just a bit. Enough to give him the opportunity to spring. While he had little advantage in strength, he had another advantage: years of training with the epee had made him fast, springy and, oh, so deadly when it came to one on one.</p><p>The knife was out of his pocket in an instant and buried in the other swiftly. He pulled it upward, until it reached the heart. He stared into eyes gone black as night, heard the gurgle of the other's breath. Then, with no compunction whatever, he pulled the knife free, dropped it and reached for the other's head. A second later he heard the satisfying crack and the other fell dead. Dawn would take care of his remains.</p><p>Too easy, he thought. Entirely too easy. Either the other was a total fool, or he had honestly believed that any unknown vampire would not hesitate to take his leftovers. That said more about the rogues than anything he'd heard so far.</p><p>He picked up his knife, wiping it on the other's clothes, tucking it away. He froze, taking in the night air and listening. No others were about. Not yet. But he had to move fast.</p><p>Picking up the blood-soaked woman was hard. Not because she was heavy—his preternatural strength made her feel little heavier than air—nor because she was covered in blood. The difficulty came from the way the blood called to him, begging him to drink. It would have been easy, so easy, to drain this woman and walk away. In fact, nothing would have satisfied him more.</p><p>But he might need her.</p><p>Still, he hesitated. If he took her with him, she'd leave a trail as clear as neon on the night air, clear to noses that could smell it. If it crossed the path of the rogue vampires, he might have more trouble than he could handle.</p><p>With a sigh he lifted the woman higher into his arms. It wasn't as if he was attached to his existence. If this turned out to be the end, he wouldn't exactly be disappointed.</p><p>Nor would he be able to blame himself for failing to warn Jude.</p><p>Shrugging slightly, he took off through the woods effortlessly, the woman seeming light as eiderdown.</p><p>He changed one thing, though. He chose a more circuitous route to Jude's place, so that if others caught the scent on the breeze they should assume he was merely carrying away prey to a safer location.</p><p>With his arms full, he couldn't scale any buildings, so he was forced to stick with ground streets. The limitation made him edgy. He hated to feel edgy. Normally he felt so secure in his power and strength that he seldom spared his own safety a thought.</p><p>All of that was changing. The world was changing, right now, tonight. The only question was how far he wanted to involve himself in that change.</p><p>Oddly enough, he didn't know. He had been sure when he set out for Jude, but something about the savaged body in his arms filled him with doubts. As if her silent testimony to the very thing Jude was fighting made him part of the fight.</p><p><em>Not now,</em> he told himself. <em>Just get the woman to Jude as proof of what is coming. Think about the rest later.</em></p><p>He paused several times, checking the air, but there was no sign he was being followed. Then he noticed that the woman's heart had slowed dangerously and that she no longer leaked blood. Minutes from death probably, but still evidence. </p></div>","dc.identifier":"b12f7fac-8e42-42ff-b333-e7d60e5ff70f","dc.publisher":"Harlequin Nocturne","dc.subject":["Literature & Fiction","United States","Romance","Contemporary","Paranormal","Vampires","Science Fiction & Fantasy","Werewolves & Shifters","Series","Harlequin Nocturne"],"dcterms.created":"2012-03-02T04:00:00+04:00","description":"<div><p>Since the death of his claimed mate, the only thing that's kept Luc St. Just's heart beating is his quest for vengeance. His contempt for rogue vampires runs deep. So when a mysterious woman is brutally attacked, Luc's protective instincts—and his will to live—are suddenly reawakened….  </p><p>As a werewolf who can't shape-shift, Dani Makar wants only to lead a \"normal\" life. But when the magnetically seductive Luc risks his life to save hers, Dani is torn between everything she believes…and an unstoppable, soul-deep desire.  </p><p>Fiercely drawn to each other, these two sworn enemies fall into a passionate alliance. But evil's wrath cannot be underestimated, nor its ability to destroy….  </p><h3>About the Author</h3><p>Rachel Lee was hooked on writing by the age of twelve, and practiced her craft as she moved from place to place all over the United States. This New York Times bestselling author now resides in Florida and has the joy of writing full-time. </p><h3>Excerpt. © Reprinted by permission. All rights reserved.</h3><p>He smelled blood on the night air. Little did he guess the danger it was about to lead him into.</p><p>Luc St. Just sped through the dark city streets, moving shadow to shadow, too fast for human eyes to see. He didn't want to be here. Indeed, he was returning to this place only because he felt he owed at least a small favor to Jude Messenger, a fellow vampire. Jude was one of very few vampires he counted as a friend.</p><p>Which wasn't saying much. For most of his two centuries as a vampire, Luc had grown truly close to only one other of his kind: Natasha. His lost lover, his claimed mate. When she had died, madness had overtaken him, and although with Jude's help he'd achieved a measure of vengeance, the excruciating sense of loss and sorrow still remained.</p><p>A claiming was supposed to be broken by vengeance, but apparently it hadn't been. That left only his own death to release him. But for some reason he clung to his existence, however unwillingly. He hadn't yet asked a vampire for mercy, although he had come close. So he was still here, and because some dregs of conscience prompted him, he was entering a city he had no desire to ever see again.</p><p>He should be in Paris, the city of his heart. Or anywhere in Europe where life felt more comfortable than this new world with all its brashness and noise.</p><p>But all those thoughts, thoughts that dogged his heels almost obsessively—a sign of a claiming—dropped into the background as he smelled blood on the air.</p><p>He was a vampire, and there was no sweeter siren call than that of fresh blood. He lifted his head, sniffing the air, locating the direction from which the enticing scent came. The park. Someone had been injured badly.</p><p>He could have just continued on his way, but the call was hard to resist, and his resistance was low these days. If nothing else, he could at least put some human out of misery. Or so he thought, trying to put a noble veneer on what was an irresistible instinct.</p><p>Even he could see some bleak humor in his own rationalization.</p><p>He slipped through the shadowy woods swiftly, the night as clear to him as day would have been to a human. A high, full moon deepened the shadows, allowing him to pass swiftly, invisible to human eyes, just another shadow among shadows. But for him, colors shone with jewellike brilliance.</p><p>The night came alive to him in ways it never would for a mortal. The movement of every leaf, the insects crawling in the grass or nibbling on leaves, he could hear all that. Even the sound of water running up inside the trunks of trees reached him with a delightful syncopated rhythm. He heard a bird's wings flutter then settle quickly.</p><p>The night sang to him.</p><p>He could hear the distant sound of a baby's cry, a couple of people who argued blocks away and even the sound of someone's private lovemaking.</p><p>Once, he had soaked up these sounds with pleasure. No more, for he had lost his capacity for pleasure. Tonight he shoved them into the background as the call of blood dominated.</p><p>He paused a few times, testing the air, smelling for humans. What he smelled gave him pause. As the delicious scent of fresh blood grew, so did another scent: the scent of his own kind.</p><p><em>\"Putain,\"</em> he said under his breath. He should clear out now. He had a message to deliver, and a face-down with some hungry vampires enjoying their meal would not serve him at all. But there was too much blood on the air, too much to be a simple feeding. What if those he had come to warn Jude about had already arrived?</p><p>Even when not concerned, a vampire tended to be very quiet, but now he heightened his senses and moved with true stealth to avoid his own kind. Trees zipped past him. He stayed off the paved paths and tasted the air frequently. Both the scent of blood and vampires grew, but the blood strengthened more quickly. Whoever had done this thing, he judged they had moved on.</p><p>He picked up his pace a bit, then saw the heat signature of a body lying on the ground amidst the trees. The sound of a too-rapid heartbeat reached him. The victim. He circled quickly, looking for others of his kind and soon detected they had moved on to the south.</p><p>He and the food were alone.</p><p>He crept toward her and what he saw appalled even him. He was no saint, despite his name, and indulged in willing mortal blood without compunction. But this was not a willing donation, and the savagery of the attack on the woman lying before him shrieked unnecessary violence. She must have put up one hell of a fight and paid for it with a torn and possibly broken body.</p><p>Her heartbeat raced as her body fought to pump its diminishing blood supply to essential organs. She hovered on the brink of death, and he wondered why her attackers hadn't finished her. It would have been so easy for them to just snap her neck.</p><p>And what that said about the attackers offended him. There was no need to have been this violent or to have left the woman to die slowly. Like many hunters, he believed in clean kills. Vampires were not cats, to maul their prey. They had other ways of satisfying those urges, sexual and seductive ways that needn't lead to this kind of mess.</p><p>This group had left a message, writ clear on the woman's body.</p><p>He could have put an end to her suffering right then, but stayed himself. She might be just the proof he needed to convince Jude of the gravity and reality of the warning he carried.</p><p>Just as he was bending toward her, he caught an unmistakable smell on the breeze. He straightened and whirled just in time to see another vampire seeping out of the shadows toward him.</p><p>He considered, then said, \"Is she yours?\"</p><p>\"I came back to finish her.\" The other vampire, short and wiry, paused. \"You can finish her if you want.\"</p><p>Luc wanted but refused to, however easy it would have been. \"You were a trifle rough on her. She isn't very appealing just now.\"</p><p>The other shrugged and moved closer. \"Four of us, and she fought. She was quite a handful. In any event, I thought by now she'd be weak enough to finish. Apparently so.\"</p><p>\"She'll be dead soon enough.\"</p><p>\"So finish her.\"</p><p>He heard the challenge, realized this was one of the rogues and he was being asked to choose a side. If he didn't finish the woman, he would be considered an enemy.</p><p>How odd, thought a detached part of his mind. A very odd conversation for two vampires to have, especially when they had never met before.</p><p>There were four of them altogether, useful information. He lifted his head, tasting the air, but could detect no others anywhere near.</p><p>\"All right,\" he said.</p><p>It was enough to make the other relax just a bit. Enough to give him the opportunity to spring. While he had little advantage in strength, he had another advantage: years of training with the epee had made him fast, springy and, oh, so deadly when it came to one on one.</p><p>The knife was out of his pocket in an instant and buried in the other swiftly. He pulled it upward, until it reached the heart. He stared into eyes gone black as night, heard the gurgle of the other's breath. Then, with no compunction whatever, he pulled the knife free, dropped it and reached for the other's head. A second later he heard the satisfying crack and the other fell dead. Dawn would take care of his remains.</p><p>Too easy, he thought. Entirely too easy. Either the other was a total fool, or he had honestly believed that any unknown vampire would not hesitate to take his leftovers. That said more about the rogues than anything he'd heard so far.</p><p>He picked up his knife, wiping it on the other's clothes, tucking it away. He froze, taking in the night air and listening. No others were about. Not yet. But he had to move fast.</p><p>Picking up the blood-soaked woman was hard. Not because she was heavy—his preternatural strength made her feel little heavier than air—nor because she was covered in blood. The difficulty came from the way the blood called to him, begging him to drink. It would have been easy, so easy, to drain this woman and walk away. In fact, nothing would have satisfied him more.</p><p>But he might need her.</p><p>Still, he hesitated. If he took her with him, she'd leave a trail as clear as neon on the night air, clear to noses that could smell it. If it crossed the path of the rogue vampires, he might have more trouble than he could handle.</p><p>With a sigh he lifted the woman higher into his arms. It wasn't as if he was attached to his existence. If this turned out to be the end, he wouldn't exactly be disappointed.</p><p>Nor would he be able to blame himself for failing to warn Jude.</p><p>Shrugging slightly, he took off through the woods effortlessly, the woman seeming light as eiderdown.</p><p>He changed one thing, though. He chose a more circuitous route to Jude's place, so that if others caught the scent on the breeze they should assume he was merely carrying away prey to a safer location.</p><p>With his arms full, he couldn't scale any buildings, so he was forced to stick with ground streets. The limitation made him edgy. He hated to feel edgy. Normally he felt so secure in his power and strength that he seldom spared his own safety a thought.</p><p>All of that was changing. The world was changing, right now, tonight. The only question was how far he wanted to involve himself in that change.</p><p>Oddly enough, he didn't know. He had been sure when he set out for Jude, but something about the savaged body in his arms filled him with doubts. As if her silent testimony to the very thing Jude was fighting made him part of the fight.</p><p><em>Not now,</em> he told himself. <em>Just get the woman to Jude as proof of what is coming. Think about the rest later.</em></p><p>He paused several times, checking the air, but there was no sign he was being followed. Then he noticed that the woman's heart had slowed dangerously and that she no longer leaked blood. Minutes from death probably, but still evidence. </p></div>","identifier":"b12f7fac-8e42-42ff-b333-e7d60e5ff70f","meta.creation-date":"2012-03-02T04:00:00+04:00","meta.keyword":["Literature & Fiction","United States","Romance","Contemporary","Paranormal","Vampires","Science Fiction & Fantasy","Werewolves & Shifters","Series","Harlequin Nocturne"],"publisher":"Harlequin Nocturne","resourcename":"Rachel%20Lee%20-%20[The%20Claiming%2003]%20-%20Forever%20Claimed%20[NOCT-131,%20MNOC-97]%20(epub).epub","subject":["Literature & Fiction","United States","Romance","Contemporary","Paranormal","Vampires","Science Fiction & Fantasy","Werewolves & Shifters","Series","Harlequin Nocturne"]},"epub":{"title":"Forever Claimed","authors":["Rachel Lee"],"doctitle":"Forever Claimed","meta":{"dtb.uid":"b12f7fac-8e42-42ff-b333-e7d60e5ff70f","dtb.depth":"2","dtb.generator":"calibre (1.18.0)","dtb.totalpagecount":"0","dtb.maxpagenumber":"0"},"epubversion":2,"titles":["Forever Claimed"],"subjects":["Literature & Fiction","United States","Romance","Contemporary","Paranormal","Vampires","Science Fiction & Fantasy","Werewolves & Shifters","Series","Harlequin Nocturne"],"publishers":["Harlequin Nocturne"],"creators":[{"text":"Rachel Lee","role":"aut","fileas":"Lee, Rachel"}],"contributors":[{"text":"calibre (1.18.0) [http://calibre-ebook.com]","role":"bkp"}],"metas":[{"name":"calibre:title_sort","text":"Forever Claimed"},{"name":"calibre:rating","text":"10.00"},{"name":"calibre:timestamp","text":"2014-01-03T07:07:36+04:00"},{"name":"cover","text":"cover"}]},"sha256":"1266179C0B7DAFF432C7776AA02EFA54F1E2A6BFB786004E19A4967E253BEC90","clean.language":"en,[\r\n  \"en\"\r\n]","clean.title":"forever claimed","clean.author":"rachel lee","clean.creator":"rachel lee"}