{"file":{"path":"E:\\Noah4\\Zibil Torvasi\\EPUB\\Tom Vanderbilt - Traffic_ Why We Drive the Way _Us) (v5.0).epub","name":"Tom Vanderbilt - Traffic_ Why We Drive the Way _Us) (v5.0).epub","ext":".epub","length":535395,"dir":"E:\\Noah4\\Zibil Torvasi\\EPUB","creation":"2016-11-08T22:14:25","lastaccess":"2021-05-12T14:45:13","lastwrite":"2016-11-08T22:34:32"},"hash":{"md5":"2C91112CC4CB5EE96B2346CF78D99A85","sha1":"F4DC016AAA09B6401FE1F5A6986DBE7130D43BB2"},"tika":{"content-type":"application/epub+zip","creation-date":"2009-08-11T11:49:44","keywords":["Driver Education","Technology & Engineering","Sociology","Health & Fitness","Social Science","Civil","Automotive","General","Safety","Highway & Traffic","Traffic congestion","Psychological aspects","Transportation","Automobile driving","Education","Traffic engineering"],"x-parsed-by":["org.apache.tika.parser.DefaultParser","org.apache.tika.parser.epub.EpubParser"],"contributor":"calibre (0.7.48) [http://calibre-ebook.com]","dc.contributor":"calibre (0.7.48) [http://calibre-ebook.com]","dc.description":"<div><h3>Amazon.com Review</h3><p><em>while</em> driving), but I can't remember the last time I saw a book on all the time we spend stuck in our cars. It's a topic of nearly universal interest, though: everybody has a strategy for beating the traffic. Tom Vanderbilt's <em>Traffic: Why We Drive the Way We Do (and What It Says About Us)</em> has plenty of advice for those shortcut schemers (Vanderbilt may well convince you to become, as he has, a dreaded \"Late Merger\"), but more than that it's the sort of wide-ranging contrarian compendium that makes a familiar subject new. I'm not the first or last to call <em>Traffic</em> the <em>Freakonomics</em> of cars, but it's true that it fits right in with the school of smart and popular recent books by Leavitt, Gladwell, Surowiecki, Ariely, and others that use the latest in economic, sociological, psychological, and in this case civil engineering research to make us rethink a topic we live with every day. Want to know how much city traffic is just people looking for parking? (It's a lot.) Or why street signs don't work (but congestion pricing does), why new cars crash more than old cars, and why Saturdays now have the worst traffic of the week? Read <em>Traffic</em>, or better yet, listen to the audio book on your endless commute. <em>--Tom Nissley</em>   </p><p><strong>Questions for Tom Vanderbilt, author of <em>Traffic</em></strong>  </p><p><strong>Q: Was this book really born on a New Jersey highway?</strong><br>A: Yes, though it could have been any highway in the world, where countless drivers, driving on a crowded road that is about to lose a lane, have had to make a simple decision: When to merge. For my entire driving life, I had always merged \"early,\" thinking it was the polite and efficient thing to do. I viewed those who kept driving to the merge point, to the front of line, as selfish jerks who were making life miserable for the rest of us. I began to wonder: Were they really making things worse? Was I making things worse? Could merging be made easier? Why were there late mergers and early mergers, and why did people get so worked up about the whole thing? In that everyday moment I seemed to sense a vast, largely under-explored wilderness before me: Traffic.   </p><p><strong>Q: Is it true that the most common cause of stress on the highway is merging? Why of the myriad things to cause stress on the road is this at the top?</strong><br>A: Merging is the most stressful single activity we face in everyday driving, according to a survey by the Texas Transportation Institute. People who have done studies at highway construction work zones have also told me of extraordinarily bad behavior, triggered by this simple act of trying to get two lanes of traffic into one. Sometimes, it’s simply the difficult mechanics of driving — trying to enter a stream of traffic flowing at a higher speed than you are, for example. Drivers, to quote a physicist who was actually talking about grains, are objects \"who do not easily interact.\" But I also think there’s something about the forward flow of traffic that makes us register progress only by our own unimpeded movement; as in life, we seem to register losses more powerfully than gains, and registering these losses boosts stress.   </p><p><strong>Q: You say that, \"For most of us who are not brain surgeons, driving is probably the most complex everyday thing we do in our lives.\" How so?</strong><br>A: Researchers have estimated there are anywhere from 1500 to 2500 discrete skills and activities we undertake while driving. Even the simplest thing — shifting gears — is a decision-making process consuming what is called \"cognitive workload.\" We’re operating heavy machinery at speeds beyond our long evolutionary history, absorbing (and discarding) huge amounts of information, and having to make snap decisions — often based on limited situational awareness, guesses about what others are going to do, or a hazy knowledge of the actual traffic law. It took years of research, for example, by some of the country’s top robotics researchers, to create expensive, sophisticated self-driving \"autonomous vehicles\" that are basically mediocre beginning drivers that you’d never want to let loose in everyday traffic. When we forget that driving isn’t necessarily as easy as it seems to be, we get into trouble.   </p><p><strong>Q: Drivers polled in America say the roads are getting less civil with each passing year. ‘Road Rage’ is an ever more common term. What is to blame? Hummers? Or are we just getting ruder?</strong><br>A: Every year, more people are driving more miles, so one reason for the sense that the roads are getting less civil is simply that there are many more chances for you to have an encounter with an aggressive or rude driver. It’s tough to put numbers on it, but I happen to feel, like many people, that behavior has gotten qualitatively worse — surveys have suggested, for example, that using the turn signal is an increasingly optional activity. Leaving aside the issue that not signaling is illegal (because, let’s face it, we’re never going to be able ticket everyone who doesn’t do it, nor do we probably want to), it’s one of those small things, requiring little effort from the driver, that makes traffic flow more smoothly — I myself have honked countless times at \"idiots\" slowing for no apparent reason, only to seem them eventually make a turn. It’s antisocial behavior, the equivalent of having the door held open for you and saying nothing in return. So why don’t people signal? My immediate theory is that they’re using a cell phone and are distracted or physically incapable of signaling. But a deeper reason, I suspect, may be seen in the surveys of psychologists who measure narcissism in American culture. They find, as time goes on, more people are willing to say things like \"If I ruled the world, it would be a better place.\" Traffic is filled with people who think that roads belong only to them — it’s \"MySpace\" — that being inside the car absolves them from any obligation to anyone else. People are glad to tell you that their child is a middle school honor student — as if anyone cared! — but they deem it less important to tell you what they’re going to do in traffic.   </p><p><strong>Q: So much of what you uncover about life on the road seems counterintuitive. Like the fact that drivers drive closer to oncoming cars when there is a center line divider then when there is not; that most accidents happen close to home in familiar, not foreign, surroundings; that dangerous roads can be safer; safer cars can be more dangerous; that suburbs are often riskier than the inner city; the roundabout safer than the intersection. When it comes to traffic why are things so different from how we instinctively perceive them?</strong><br>A: I think part of the reason is it’s easy for us to confuse what feels dangerous or safe in the moment and what might be, in a larger sense, safe or dangerous. We have a windshield’s eye view of driving that sometimes blinds us to larger realities or skews our perception. Roundabouts feel dangerous because of all the work one has to do, like looking for an opening, jockeying for positioning. But it’s precisely because we have to do all that, and because of the way roundabouts are designed, that we have to slow down. By contrast, it feels quite \"safe\" to sail through a big intersection where the lights are telling you that you have the right to speed through. We can, in essence, put our brain on hold. But those same intersections contain so many more chances for what engineers call \"conflict,\" and at much higher speeds, than roundabouts. So when what seems quite safe suddenly turns quite dangerous — will we be as well prepared? Similarly, we might be reassured that that yellow or white dividing line on a road is telling us where we should be, but how does that knowledge then change our behavior, to the point where may actually be driving closer — and faster — to the stream of oncoming traffic? Accidents are more likely to occur closer to home. Mostly this is because we do most driving closer to home, but studies do show that we pay less attention to signs and signals on local roads, because we \"know\" them, yet this knowledge actually give us a false sense of security.   </p><p><strong>Q: What were some of the things that most surprised you in researching this book?</strong><br>A: Things that surprised me the most were those that challenged my own long-held beliefs as a driver, like that \"late mergers\" simply must be somehow worse for the traffic flow at work-zones, that roundabouts were dangerous places, that warning signs were there because they must be working, that car drivers were more of a contributing factor in truck-car crashes than truck drivers. It was also quite a revelation to learn about the many ways our eyes and our minds deceive us while driving, the ways we \"look but don’t see,\" the way we sometimes believe, to slightly change up the warning our mirrors gives us, that objects are further away than they actually are. Then there were the things I had never really thought about, but were surprising nonetheless — that drivers seem to pass closer to cyclists when those cyclists are wearing helmets, how the ways in which drivers honk at each other contain subtle indications of status and demographics, how much traffic on the streets is simply people looking for parking. I was also unpleasantly surprised to learn how far the U.S. had slipped in terms of traffic safety in the world, where it was once the leader.   </p><p><strong>Q: You write, \"The truth is the road itself tells us far more than signs do.\" So do traffic signs work?</strong><br>A: We’ve probably all had the somewhat absurd moment of driving in the country, past a big red barn, the pungent smell of cow manure on the breeze, and then seeing a yellow traffic sign with a cow on it. Does anyone need that sign to remind them that cows may be nearby? To quote Hans Monderman, the legendary Dutch traffic engineer who was opposed to excessive signing, \"if you treat people like idiots, they’ll act like idiots.\" Then again, perhaps someone did come blazing along and hit a crossing cow or a tractor, and in response engineers may have been forced to put up a sign. The question is: Would that person have done that regardless of the sign? The bulk of evidence is that people don’t change their behavior in the presence of such signs. Children playing, School zone? People speed through those warnings, faster than they even thought, if you query them later. To take another example, the majority of people killed at railroad crossings in the U.S. are killed at crossings where the gates are down. If this is insufficient warning that they should not cross the tracks then is a sign warning that a train might be coming really going to change behavior? At what point do people need to rely on their own judgment? We as humans seem to act on the message that traffic signs give us in complex ways — studies have shown, for example, that people drive faster around curved roads that are marked with signs telling them the road is curved. We tend to behave more cautiously in the face of uncertainty.   </p><p><strong>Q: What is \"psychological traffic calming\"?</strong><br>A: Traditional \"traffic calming\" relies on putting big, visually obvious obstructions in the road, like speed bumps, or the wider, flatter speed humps. Unfortunately, since the bulk of drivers, like tantrum-throwing toddlers, really don’t like to be calmed, a lot of these don’t work as well as hoped, or produce negative, unintended consequences, like the fact that people will raise their speed between the bumps to make up for the time lost slowing to traverse the bump. So-called \"psychological traffic calming\" basically tries to calm traffic without drivers even realizing they’re being calmed. It does so through things like reducing the width of roads, using pavements of different colors or textures, even removing center-line dividers, which studies have shown is one way to get drivers to slow down. Even creating visual interest along the side of the road, a no-no in traditional traffic engineering because it’s a \"distraction,\" can be used to calm traffic — when something’s worth seeing, after all, people slow down. The most radical approach is removing any signage at all, and forcing drivers to rely on their own wits, as well as the dynamics of human interaction, as has been seen in some interesting experiments in the Netherlands.   </p><p><strong>Q: You cite 20 miles per hour as the speed at which eye contact becomes impossible. How central to understanding traffic, and human communication generally, is this statistic?</strong><br>A: Eye contact is a fundamental human signal — all kinds of studies have shown, for example, how people are more likely to cooperate with one another when they can make eye contact. When we don’t have it, when we become anonymous, we not only lose some of that impulse towards cooperation, we seem to become susceptible to all kinds of behavior we might not otherwise engage in. In most driving situations, of course, we lose eye contact, and have to make do with our rather limited vocabulary of traffic signals. At much slower speeds, however, like those seen in the experimental roundabouts in the Netherlands were most signage has been stripped away, it is fascinating to see how intricately all the traffic can interweave — exactly because some of those human signals have been restored.   </p><p><strong>Q: We’ve all had the experience of the annoying passenger who can’t stop critiquing our driving when we know are driving just perfectly. Then again, we’ve all been the back seat driver to people who think they are driving perfectly when we know for sure they are about to kill us. What accounts for the way drivers vs. passengers experience the same ride?</strong><br>A: First of all, I should stress that passengers, even annoying back-seat drivers, are good for us: Statistics show that people are less likely to crash when they are accompanied in the car (except, interestingly, teen drivers). But there’s several interesting things going on between drivers and passengers. For one, driving as an activity often lacks regular feedback — we’re often not aware in the moment of how close to a crash we almost came, or our own culpability in that. Secondly, drivers tend to self-enhance. They all tend to think they are better than average, or at least average drivers — it’s been called the \"Lake Woebegone Effect.\" Passengers are not caught up in this dynamic — there’s no such thing as a \"better than average\" passenger — nor do they feel themselves joined to the mechanics of the car, the way a driver does. Brain scans of people doing simulated driving have even revealed different results from people acting as simulated passengers. In the end, a back-seat driver, like it or not, is providing feedback, the same way someone can view footage of their golf swing to learn what they couldn’t see in the moment.   </p><p><strong>Q: You talk about numerous experiments going on around the world to study traffic, what are some of the ones that you found most interesting?</strong><br>A: One of the most fascinating things that is happening, thanks to technology like TiVo style cameras and feedback sensors, is that researchers are becoming increasingly able to study how drivers really behave on the road, learning curious details about, for example, how much time drivers spend looking in certain places — forward at the road, in the rear-view mirrors, away from traffic, at the radio, etc. With companies like DriveCam, this information is actually being used to coach drivers — beginners but also experienced drivers — based on the crashes they narrowly avoided. The work of Hans Monderman, who unfortunately died in January, in the Netherlands was also utterly fascinating. Faced with a visually unappealing, traffic clogged intersection in the heart of the Dutch city of Drachten, Monderman turned it into a roundabout, with fountains and plantings but no traffic lights and virtually no signage — the result, more than a year later, is the traffic moves more efficiently through the town, and there have been fewer crashes. It was also quite memorable to be in Los Angeles’ \"traffic bunker\" on Oscar Night. They set up special traffic patterns so that the stars’ limos can all get to the red carpet at roughly the same time. It was striking to see how one person, sitting alone at a computer screen, can orchestrate the whole city’s flows, its competing patterns of desire.   </p><p><strong>Q: You have been all over the world studying traffic. So, where was it the worst and how does the city in which we live dictate our highway behavior?</strong><br>A: It depends on how you define worst! I’ve been in nasty jams from Seoul to San Francisco. The places that felt the most chaotic were cities like Hanoi, which currently has the highest level of motorbikes per capita in the world, and where, in many parts of the city, the only way one can cross the street is by simply wading into the flow. New Delhi was also quite unnerving, not just for the hustle and bustle of so many modes of transportation on the road at once, but the chronic disobedience of traffic rules. In Beijing, where \"driver\" not that long ago was only the title of a job, driving was hectic but I found it quite difficult as well to be a pedestrian — drivers were always plunging into the crosswalks when I had the \"walk\" man, I was always having to climb bridges or submerge into tunnels to cross streets, and the city’s \"super-blocks\" are sort of oppressive — I walk quickly but it took me nearly an hour to walk around the block on which my hotel was located.   </p><p>I think traffic behavior is dictated by a complicated mix of cultural factors and the traffic engineering measures in place. In Copenhagen, home of the world’s largest anarchist community, people on foot are astonishingly law-abiding in terms of not crossing against the light. In New York, an arguably more individualistic, ego-driven sort of place, you’re viewed as a tourist if you don’t jaywalk. But in London, for example, studies have shown that the number of pedestrians who violate red lights literally changes with each block; it’s not that those people’s culture changed from one block to the next, it was simply that some lights were too punishingly long to wait for.   </p><p><strong>Q: You seem to feel pretty strongly about what constitutes an \"accident\" on the road. While drugs and alcohol are called out as criminal, cell phone use, texting and general disregard for traffic laws are not. Do you think we are heading toward stricter laws on this front? Should we?</strong><br>A: Since the car was invented, drivers have been reluctant to give up what they see as their \"rights,\" even as these supposed rights keep changing. This is why, for example, cars are sold without \"speed governors,\" a device that would greatly reduce, if not eliminate, the illegal — let’s call it what it is — act of speeding, and certainly reduce fatalities and injuries. It took years for people to accept that drinking and then getting behind the wheel was not a good idea, and obviously many still do think it’s acceptable. As the science emerges that cell phone conversations, not simply dialing, can seriously impair a driver’s attention and reaction times, the very reasons we criminalize drunken driving, I’m not sure what the distinction is that should be made if a driver kills a pedestrian while drunk versus while on their cell phone, or for that matter who kills a pedestrian because they were driving 25 miles over the speed limit. Does one get years in jail and the other a slap on the wrist? Don’t they both show an equal disregard for the law? People are leery of imposing stricter laws on negligent driving because it’s always been viewed as a \"folk crime,\" like fudging your taxes, sort of widespread and not as serious as others. People are reluctant to criminalize what they see as \"normal\" behavior. But how did it become normal behavior? When I got my driver’s license, the cell phone hadn’t been invented, and somehow as a society we managed to get along. The economy didn’t collapse, and, if you believe surveys, people were no less happy then they are now. No one wants to get into an accident, they’re certainly not premeditated, but were people doing everything they reasonably could to avoid an \"accidental\" crash when it later turns out they were talking on a cell phone while driving? It’s something we’re going to have wrestle with as a society as the science really begins to come in.   </p><p><strong>Q: What is \"a forgiving road\"?</strong><br>A: This is a school of thought that says, drivers are only human, they’re going to make mistakes, so let’s build things so that if they do make a mistake, they won’t be seriously injured or killed. Sounds good in theory, and in some places, it’s good practice. If you’re cruising along the highway at 75 mph and your tire blows out, wouldn’t you want a guardrail to prevent you from crashing into a tree? The problem is: Where do you draw the line? The early traffic engineers thought the forgiving road was such a good idea they argued it should be extended to every road in the country. Even residential streets, they argued, shouldn’t be lined with trees, and instead should have massive \"clear zones\" for people to skid off into without killing themselves. The problem, apart from the fact that forgiving roads don’t really make for nice residential or city environments, is that the forgiving road principles, can, in effect, give permission to drivers to drive more recklessly, which is not good for other drivers, pedestrians, or cyclists — and often not good for them. Just as the only safe car is the one that never leaves the garage, the only truly safe road is the one that’s never driven. Trying to make roads \"too safe\" for drivers leads to all sorts of unintended consequences.   </p><p><strong>Q: You write that \"as the inner life of the driver begins to come into focus, it is becoming clear not only that distraction is the single biggest problem on the road, but that we have little concept of just how distracted we are.\" Can you explain?</strong><br>A: To give you an idea, I took a test on a driving simulator. I was doing a kind of logic exercise via a hands-free phone while I drove on the highway. I smacked into the back of a truck. When I looked at the software that tracked my eye movements, they were locked onto the back of that truck. Did I realize how distracted I was? Not at all. Think of when you zone out as someone’s talking to you. You’re only made aware of it when they ask if you’re listening to them. Or take the famous \"gorilla video\" experiment. You’re trying to pay attention to people passing the basketball to each other. In the meantime, a guy in a gorilla suit strolls by. Most people don’t see it. You’re distracted from the gorilla by the act of counting passes, but you’ve no idea. This kind of thing, scarily, happens in driving all the time. There are times we know we’re distracted in some way, like physically dialing a phone, but other times when we’re not aware of the extent of our distraction because we think we’re paying attention.   </p><p><strong>Q: You write about the cars and technologies of the future and as you put it, \"It is probably no accident that whenever one hears of a \"smart\" technology, it refers to something that has been taken out of human control.\" Are we headed towards the driverless automobile?</strong><br>A: We’re definitely already in the era of \"driver-assist\" automobiles, with blind-spot warnings and adaptive cruise control and the like. As people who study automation have noted, these \"semiautomated\" processes come with very particular challenges — drivers may relax their vigilance, thinking everything is fine thanks to the car’s technology, but something might happen that actually confounds the car’s systems, and suddenly the driver is \"out of the loop.\" This kind of thing has been seen in airline crashes. That said, were it to be fully achievable, full automated driving would have all kinds of benefits, from smoother traffic flow to a reduction in crashes. But that’s a ways away — the legal issues, for one, are massive — but maybe by 2050, like in the film <em>Minority Report</em>, we’ll all have little autonomous pods connected to a grid…   </p><p><strong>Q: If you had to choose from the vast array of prescriptions, what would be some of the top things you would recommend to make our roads safer and our traffic less maddening?</strong><br>A: 1. Pay attention to the task at hand. You are operating heavy machinery, not driving a big phone booth or a make-up mirror. Every glance away from the road, every phone call, every fumbling for your last McNugget, not only disrupts traffic flow, it boosts the risk for a crash, which is itself one of the leading causes of congestion. Even though we often read about how much money we’re losing because of traffic congestion, which people often site as reason to build more roads, it’s been estimated that crashes cost us more in economic terms than congestion itself. <br>2. Remember the ants. Army ants are among the world’s best commuters, for a single reason: They’re all cooperating. They move in unison, they help each other out, the individual doesn’t consider his own interests above that of the traffic stream. We all want to assert our individuality, or our sense of superiority on the road, but as everyone does that, it makes it worse for everyone else, and the whole system gets worse. <br>3. Keep in mind you’re not as good a driver as you think you are. On the road, we’re moving faster than our evolutionary history has prepared us. We cope pretty well regardless, but we’re still susceptible to all kinds of flaws and distortions in our sensory and decision-making equipment. Just because your eyes are on the road and your hands upon the wheel doesn’t mean you’re actually prepared to deal with an emergency. <br>4. We can’t build our way out of traffic, but we can think our way out. Building more roads when they’re already under-funded doesn’t seem workable, and given that most roads are only congested part of the time, it’s not really the most efficient solution anyway, for loads of reasons. As a former Disney engineer told me when I asked why they didn’t just build more rides instead of worrying about new ways to manage the long queues, \"you don’t build a church for Easter Sunday.\" But being able to clear a stalled car quickly because sensors detect the traffic flow has changed, knowing which routes are crowded in that moment, and possibly charging accordingly; or, perhaps, making traffic lights adapt to changing demand — or getting rid of traffic lights altogether — there’s countless innovative solutions out there that are more sophisticated, and more sustainable,than simply laying more asphalt, and that don’t necessarily involve not driving — though that of course is the ultimate traffic solution.   </p><p><strong>Q: Okay so the big question. We know you have learned a lot about traffic but what have you learned about we humans behind the wheels?</strong><br>A: In a word, that we’re …human! We make mistakes, we misjudge our abilities, we’re not as aware of what’s happening in traffic as we think we are, we act differently in different situations, we get angry over things that matter little in the long run, we’re susceptible to distortions in our sense of time, we have trouble living beyond the moment, of seeing the big picture — oh, and also, that everyone has a different opinion on who the worst drivers are and where they live…\"Los Angeles! L.A. drivers are the worst… No, Atlanta has terrible drivers… No way, Boston drivers are nuts…\" Try this with your friends sometime.   </p><h3>From Publishers Weekly</h3><p>Vanderbilt looks at the psychology of driving and the many false impressions drivers use to operate their vehicles. He also looks at other subjects potentially unconsidered by the average driver, such as traffic control centers and smart technology that improves driving decisions. David Slavin's diverse application of tone and personality make him a great choice for this production. Vanderbilt's writing is accessible, but it changes in tone depending on the context (ranging from life-and-death issues of accidents to reflecting about traffic controllers protesting during the Academy Awards). Slavin balances these shifting thoughts and maintains an overall energetic personality throughout the production. The big challenge of this audiobook is how much drivers who listen to audiobooks will adjust their habits while listening to it. A Knopf hardcover. (Reviews, May 19). <br>Copyright © Reed Business Information, a division of Reed Elsevier Inc. All rights reserved. </p>\n\n</div>","dc.identifier":"2d088084-3a40-4f45-be0b-6abedbebe508","dc.publisher":"Knopf Canada","dc.subject":["Driver Education","Technology & Engineering","Sociology","Health & Fitness","Social Science","Civil","Automotive","General","Safety","Highway & Traffic","Traffic congestion","Psychological aspects","Transportation","Automobile driving","Education","Traffic engineering"],"dcterms.created":"2009-08-11T11:49:44+05:00","description":"<div><h3>Amazon.com Review</h3><p><em>while</em> driving), but I can't remember the last time I saw a book on all the time we spend stuck in our cars. It's a topic of nearly universal interest, though: everybody has a strategy for beating the traffic. Tom Vanderbilt's <em>Traffic: Why We Drive the Way We Do (and What It Says About Us)</em> has plenty of advice for those shortcut schemers (Vanderbilt may well convince you to become, as he has, a dreaded \"Late Merger\"), but more than that it's the sort of wide-ranging contrarian compendium that makes a familiar subject new. I'm not the first or last to call <em>Traffic</em> the <em>Freakonomics</em> of cars, but it's true that it fits right in with the school of smart and popular recent books by Leavitt, Gladwell, Surowiecki, Ariely, and others that use the latest in economic, sociological, psychological, and in this case civil engineering research to make us rethink a topic we live with every day. Want to know how much city traffic is just people looking for parking? (It's a lot.) Or why street signs don't work (but congestion pricing does), why new cars crash more than old cars, and why Saturdays now have the worst traffic of the week? Read <em>Traffic</em>, or better yet, listen to the audio book on your endless commute. <em>--Tom Nissley</em>   </p><p><strong>Questions for Tom Vanderbilt, author of <em>Traffic</em></strong>  </p><p><strong>Q: Was this book really born on a New Jersey highway?</strong><br>A: Yes, though it could have been any highway in the world, where countless drivers, driving on a crowded road that is about to lose a lane, have had to make a simple decision: When to merge. For my entire driving life, I had always merged \"early,\" thinking it was the polite and efficient thing to do. I viewed those who kept driving to the merge point, to the front of line, as selfish jerks who were making life miserable for the rest of us. I began to wonder: Were they really making things worse? Was I making things worse? Could merging be made easier? Why were there late mergers and early mergers, and why did people get so worked up about the whole thing? In that everyday moment I seemed to sense a vast, largely under-explored wilderness before me: Traffic.   </p><p><strong>Q: Is it true that the most common cause of stress on the highway is merging? Why of the myriad things to cause stress on the road is this at the top?</strong><br>A: Merging is the most stressful single activity we face in everyday driving, according to a survey by the Texas Transportation Institute. People who have done studies at highway construction work zones have also told me of extraordinarily bad behavior, triggered by this simple act of trying to get two lanes of traffic into one. Sometimes, it’s simply the difficult mechanics of driving — trying to enter a stream of traffic flowing at a higher speed than you are, for example. Drivers, to quote a physicist who was actually talking about grains, are objects \"who do not easily interact.\" But I also think there’s something about the forward flow of traffic that makes us register progress only by our own unimpeded movement; as in life, we seem to register losses more powerfully than gains, and registering these losses boosts stress.   </p><p><strong>Q: You say that, \"For most of us who are not brain surgeons, driving is probably the most complex everyday thing we do in our lives.\" How so?</strong><br>A: Researchers have estimated there are anywhere from 1500 to 2500 discrete skills and activities we undertake while driving. Even the simplest thing — shifting gears — is a decision-making process consuming what is called \"cognitive workload.\" We’re operating heavy machinery at speeds beyond our long evolutionary history, absorbing (and discarding) huge amounts of information, and having to make snap decisions — often based on limited situational awareness, guesses about what others are going to do, or a hazy knowledge of the actual traffic law. It took years of research, for example, by some of the country’s top robotics researchers, to create expensive, sophisticated self-driving \"autonomous vehicles\" that are basically mediocre beginning drivers that you’d never want to let loose in everyday traffic. When we forget that driving isn’t necessarily as easy as it seems to be, we get into trouble.   </p><p><strong>Q: Drivers polled in America say the roads are getting less civil with each passing year. ‘Road Rage’ is an ever more common term. What is to blame? Hummers? Or are we just getting ruder?</strong><br>A: Every year, more people are driving more miles, so one reason for the sense that the roads are getting less civil is simply that there are many more chances for you to have an encounter with an aggressive or rude driver. It’s tough to put numbers on it, but I happen to feel, like many people, that behavior has gotten qualitatively worse — surveys have suggested, for example, that using the turn signal is an increasingly optional activity. Leaving aside the issue that not signaling is illegal (because, let’s face it, we’re never going to be able ticket everyone who doesn’t do it, nor do we probably want to), it’s one of those small things, requiring little effort from the driver, that makes traffic flow more smoothly — I myself have honked countless times at \"idiots\" slowing for no apparent reason, only to seem them eventually make a turn. It’s antisocial behavior, the equivalent of having the door held open for you and saying nothing in return. So why don’t people signal? My immediate theory is that they’re using a cell phone and are distracted or physically incapable of signaling. But a deeper reason, I suspect, may be seen in the surveys of psychologists who measure narcissism in American culture. They find, as time goes on, more people are willing to say things like \"If I ruled the world, it would be a better place.\" Traffic is filled with people who think that roads belong only to them — it’s \"MySpace\" — that being inside the car absolves them from any obligation to anyone else. People are glad to tell you that their child is a middle school honor student — as if anyone cared! — but they deem it less important to tell you what they’re going to do in traffic.   </p><p><strong>Q: So much of what you uncover about life on the road seems counterintuitive. Like the fact that drivers drive closer to oncoming cars when there is a center line divider then when there is not; that most accidents happen close to home in familiar, not foreign, surroundings; that dangerous roads can be safer; safer cars can be more dangerous; that suburbs are often riskier than the inner city; the roundabout safer than the intersection. When it comes to traffic why are things so different from how we instinctively perceive them?</strong><br>A: I think part of the reason is it’s easy for us to confuse what feels dangerous or safe in the moment and what might be, in a larger sense, safe or dangerous. We have a windshield’s eye view of driving that sometimes blinds us to larger realities or skews our perception. Roundabouts feel dangerous because of all the work one has to do, like looking for an opening, jockeying for positioning. But it’s precisely because we have to do all that, and because of the way roundabouts are designed, that we have to slow down. By contrast, it feels quite \"safe\" to sail through a big intersection where the lights are telling you that you have the right to speed through. We can, in essence, put our brain on hold. But those same intersections contain so many more chances for what engineers call \"conflict,\" and at much higher speeds, than roundabouts. So when what seems quite safe suddenly turns quite dangerous — will we be as well prepared? Similarly, we might be reassured that that yellow or white dividing line on a road is telling us where we should be, but how does that knowledge then change our behavior, to the point where may actually be driving closer — and faster — to the stream of oncoming traffic? Accidents are more likely to occur closer to home. Mostly this is because we do most driving closer to home, but studies do show that we pay less attention to signs and signals on local roads, because we \"know\" them, yet this knowledge actually give us a false sense of security.   </p><p><strong>Q: What were some of the things that most surprised you in researching this book?</strong><br>A: Things that surprised me the most were those that challenged my own long-held beliefs as a driver, like that \"late mergers\" simply must be somehow worse for the traffic flow at work-zones, that roundabouts were dangerous places, that warning signs were there because they must be working, that car drivers were more of a contributing factor in truck-car crashes than truck drivers. It was also quite a revelation to learn about the many ways our eyes and our minds deceive us while driving, the ways we \"look but don’t see,\" the way we sometimes believe, to slightly change up the warning our mirrors gives us, that objects are further away than they actually are. Then there were the things I had never really thought about, but were surprising nonetheless — that drivers seem to pass closer to cyclists when those cyclists are wearing helmets, how the ways in which drivers honk at each other contain subtle indications of status and demographics, how much traffic on the streets is simply people looking for parking. I was also unpleasantly surprised to learn how far the U.S. had slipped in terms of traffic safety in the world, where it was once the leader.   </p><p><strong>Q: You write, \"The truth is the road itself tells us far more than signs do.\" So do traffic signs work?</strong><br>A: We’ve probably all had the somewhat absurd moment of driving in the country, past a big red barn, the pungent smell of cow manure on the breeze, and then seeing a yellow traffic sign with a cow on it. Does anyone need that sign to remind them that cows may be nearby? To quote Hans Monderman, the legendary Dutch traffic engineer who was opposed to excessive signing, \"if you treat people like idiots, they’ll act like idiots.\" Then again, perhaps someone did come blazing along and hit a crossing cow or a tractor, and in response engineers may have been forced to put up a sign. The question is: Would that person have done that regardless of the sign? The bulk of evidence is that people don’t change their behavior in the presence of such signs. Children playing, School zone? People speed through those warnings, faster than they even thought, if you query them later. To take another example, the majority of people killed at railroad crossings in the U.S. are killed at crossings where the gates are down. If this is insufficient warning that they should not cross the tracks then is a sign warning that a train might be coming really going to change behavior? At what point do people need to rely on their own judgment? We as humans seem to act on the message that traffic signs give us in complex ways — studies have shown, for example, that people drive faster around curved roads that are marked with signs telling them the road is curved. We tend to behave more cautiously in the face of uncertainty.   </p><p><strong>Q: What is \"psychological traffic calming\"?</strong><br>A: Traditional \"traffic calming\" relies on putting big, visually obvious obstructions in the road, like speed bumps, or the wider, flatter speed humps. Unfortunately, since the bulk of drivers, like tantrum-throwing toddlers, really don’t like to be calmed, a lot of these don’t work as well as hoped, or produce negative, unintended consequences, like the fact that people will raise their speed between the bumps to make up for the time lost slowing to traverse the bump. So-called \"psychological traffic calming\" basically tries to calm traffic without drivers even realizing they’re being calmed. It does so through things like reducing the width of roads, using pavements of different colors or textures, even removing center-line dividers, which studies have shown is one way to get drivers to slow down. Even creating visual interest along the side of the road, a no-no in traditional traffic engineering because it’s a \"distraction,\" can be used to calm traffic — when something’s worth seeing, after all, people slow down. The most radical approach is removing any signage at all, and forcing drivers to rely on their own wits, as well as the dynamics of human interaction, as has been seen in some interesting experiments in the Netherlands.   </p><p><strong>Q: You cite 20 miles per hour as the speed at which eye contact becomes impossible. How central to understanding traffic, and human communication generally, is this statistic?</strong><br>A: Eye contact is a fundamental human signal — all kinds of studies have shown, for example, how people are more likely to cooperate with one another when they can make eye contact. When we don’t have it, when we become anonymous, we not only lose some of that impulse towards cooperation, we seem to become susceptible to all kinds of behavior we might not otherwise engage in. In most driving situations, of course, we lose eye contact, and have to make do with our rather limited vocabulary of traffic signals. At much slower speeds, however, like those seen in the experimental roundabouts in the Netherlands were most signage has been stripped away, it is fascinating to see how intricately all the traffic can interweave — exactly because some of those human signals have been restored.   </p><p><strong>Q: We’ve all had the experience of the annoying passenger who can’t stop critiquing our driving when we know are driving just perfectly. Then again, we’ve all been the back seat driver to people who think they are driving perfectly when we know for sure they are about to kill us. What accounts for the way drivers vs. passengers experience the same ride?</strong><br>A: First of all, I should stress that passengers, even annoying back-seat drivers, are good for us: Statistics show that people are less likely to crash when they are accompanied in the car (except, interestingly, teen drivers). But there’s several interesting things going on between drivers and passengers. For one, driving as an activity often lacks regular feedback — we’re often not aware in the moment of how close to a crash we almost came, or our own culpability in that. Secondly, drivers tend to self-enhance. They all tend to think they are better than average, or at least average drivers — it’s been called the \"Lake Woebegone Effect.\" Passengers are not caught up in this dynamic — there’s no such thing as a \"better than average\" passenger — nor do they feel themselves joined to the mechanics of the car, the way a driver does. Brain scans of people doing simulated driving have even revealed different results from people acting as simulated passengers. In the end, a back-seat driver, like it or not, is providing feedback, the same way someone can view footage of their golf swing to learn what they couldn’t see in the moment.   </p><p><strong>Q: You talk about numerous experiments going on around the world to study traffic, what are some of the ones that you found most interesting?</strong><br>A: One of the most fascinating things that is happening, thanks to technology like TiVo style cameras and feedback sensors, is that researchers are becoming increasingly able to study how drivers really behave on the road, learning curious details about, for example, how much time drivers spend looking in certain places — forward at the road, in the rear-view mirrors, away from traffic, at the radio, etc. With companies like DriveCam, this information is actually being used to coach drivers — beginners but also experienced drivers — based on the crashes they narrowly avoided. The work of Hans Monderman, who unfortunately died in January, in the Netherlands was also utterly fascinating. Faced with a visually unappealing, traffic clogged intersection in the heart of the Dutch city of Drachten, Monderman turned it into a roundabout, with fountains and plantings but no traffic lights and virtually no signage — the result, more than a year later, is the traffic moves more efficiently through the town, and there have been fewer crashes. It was also quite memorable to be in Los Angeles’ \"traffic bunker\" on Oscar Night. They set up special traffic patterns so that the stars’ limos can all get to the red carpet at roughly the same time. It was striking to see how one person, sitting alone at a computer screen, can orchestrate the whole city’s flows, its competing patterns of desire.   </p><p><strong>Q: You have been all over the world studying traffic. So, where was it the worst and how does the city in which we live dictate our highway behavior?</strong><br>A: It depends on how you define worst! I’ve been in nasty jams from Seoul to San Francisco. The places that felt the most chaotic were cities like Hanoi, which currently has the highest level of motorbikes per capita in the world, and where, in many parts of the city, the only way one can cross the street is by simply wading into the flow. New Delhi was also quite unnerving, not just for the hustle and bustle of so many modes of transportation on the road at once, but the chronic disobedience of traffic rules. In Beijing, where \"driver\" not that long ago was only the title of a job, driving was hectic but I found it quite difficult as well to be a pedestrian — drivers were always plunging into the crosswalks when I had the \"walk\" man, I was always having to climb bridges or submerge into tunnels to cross streets, and the city’s \"super-blocks\" are sort of oppressive — I walk quickly but it took me nearly an hour to walk around the block on which my hotel was located.   </p><p>I think traffic behavior is dictated by a complicated mix of cultural factors and the traffic engineering measures in place. In Copenhagen, home of the world’s largest anarchist community, people on foot are astonishingly law-abiding in terms of not crossing against the light. In New York, an arguably more individualistic, ego-driven sort of place, you’re viewed as a tourist if you don’t jaywalk. But in London, for example, studies have shown that the number of pedestrians who violate red lights literally changes with each block; it’s not that those people’s culture changed from one block to the next, it was simply that some lights were too punishingly long to wait for.   </p><p><strong>Q: You seem to feel pretty strongly about what constitutes an \"accident\" on the road. While drugs and alcohol are called out as criminal, cell phone use, texting and general disregard for traffic laws are not. Do you think we are heading toward stricter laws on this front? Should we?</strong><br>A: Since the car was invented, drivers have been reluctant to give up what they see as their \"rights,\" even as these supposed rights keep changing. This is why, for example, cars are sold without \"speed governors,\" a device that would greatly reduce, if not eliminate, the illegal — let’s call it what it is — act of speeding, and certainly reduce fatalities and injuries. It took years for people to accept that drinking and then getting behind the wheel was not a good idea, and obviously many still do think it’s acceptable. As the science emerges that cell phone conversations, not simply dialing, can seriously impair a driver’s attention and reaction times, the very reasons we criminalize drunken driving, I’m not sure what the distinction is that should be made if a driver kills a pedestrian while drunk versus while on their cell phone, or for that matter who kills a pedestrian because they were driving 25 miles over the speed limit. Does one get years in jail and the other a slap on the wrist? Don’t they both show an equal disregard for the law? People are leery of imposing stricter laws on negligent driving because it’s always been viewed as a \"folk crime,\" like fudging your taxes, sort of widespread and not as serious as others. People are reluctant to criminalize what they see as \"normal\" behavior. But how did it become normal behavior? When I got my driver’s license, the cell phone hadn’t been invented, and somehow as a society we managed to get along. The economy didn’t collapse, and, if you believe surveys, people were no less happy then they are now. No one wants to get into an accident, they’re certainly not premeditated, but were people doing everything they reasonably could to avoid an \"accidental\" crash when it later turns out they were talking on a cell phone while driving? It’s something we’re going to have wrestle with as a society as the science really begins to come in.   </p><p><strong>Q: What is \"a forgiving road\"?</strong><br>A: This is a school of thought that says, drivers are only human, they’re going to make mistakes, so let’s build things so that if they do make a mistake, they won’t be seriously injured or killed. Sounds good in theory, and in some places, it’s good practice. If you’re cruising along the highway at 75 mph and your tire blows out, wouldn’t you want a guardrail to prevent you from crashing into a tree? The problem is: Where do you draw the line? The early traffic engineers thought the forgiving road was such a good idea they argued it should be extended to every road in the country. Even residential streets, they argued, shouldn’t be lined with trees, and instead should have massive \"clear zones\" for people to skid off into without killing themselves. The problem, apart from the fact that forgiving roads don’t really make for nice residential or city environments, is that the forgiving road principles, can, in effect, give permission to drivers to drive more recklessly, which is not good for other drivers, pedestrians, or cyclists — and often not good for them. Just as the only safe car is the one that never leaves the garage, the only truly safe road is the one that’s never driven. Trying to make roads \"too safe\" for drivers leads to all sorts of unintended consequences.   </p><p><strong>Q: You write that \"as the inner life of the driver begins to come into focus, it is becoming clear not only that distraction is the single biggest problem on the road, but that we have little concept of just how distracted we are.\" Can you explain?</strong><br>A: To give you an idea, I took a test on a driving simulator. I was doing a kind of logic exercise via a hands-free phone while I drove on the highway. I smacked into the back of a truck. When I looked at the software that tracked my eye movements, they were locked onto the back of that truck. Did I realize how distracted I was? Not at all. Think of when you zone out as someone’s talking to you. You’re only made aware of it when they ask if you’re listening to them. Or take the famous \"gorilla video\" experiment. You’re trying to pay attention to people passing the basketball to each other. In the meantime, a guy in a gorilla suit strolls by. Most people don’t see it. You’re distracted from the gorilla by the act of counting passes, but you’ve no idea. This kind of thing, scarily, happens in driving all the time. There are times we know we’re distracted in some way, like physically dialing a phone, but other times when we’re not aware of the extent of our distraction because we think we’re paying attention.   </p><p><strong>Q: You write about the cars and technologies of the future and as you put it, \"It is probably no accident that whenever one hears of a \"smart\" technology, it refers to something that has been taken out of human control.\" Are we headed towards the driverless automobile?</strong><br>A: We’re definitely already in the era of \"driver-assist\" automobiles, with blind-spot warnings and adaptive cruise control and the like. As people who study automation have noted, these \"semiautomated\" processes come with very particular challenges — drivers may relax their vigilance, thinking everything is fine thanks to the car’s technology, but something might happen that actually confounds the car’s systems, and suddenly the driver is \"out of the loop.\" This kind of thing has been seen in airline crashes. That said, were it to be fully achievable, full automated driving would have all kinds of benefits, from smoother traffic flow to a reduction in crashes. But that’s a ways away — the legal issues, for one, are massive — but maybe by 2050, like in the film <em>Minority Report</em>, we’ll all have little autonomous pods connected to a grid…   </p><p><strong>Q: If you had to choose from the vast array of prescriptions, what would be some of the top things you would recommend to make our roads safer and our traffic less maddening?</strong><br>A: 1. Pay attention to the task at hand. You are operating heavy machinery, not driving a big phone booth or a make-up mirror. Every glance away from the road, every phone call, every fumbling for your last McNugget, not only disrupts traffic flow, it boosts the risk for a crash, which is itself one of the leading causes of congestion. Even though we often read about how much money we’re losing because of traffic congestion, which people often site as reason to build more roads, it’s been estimated that crashes cost us more in economic terms than congestion itself. <br>2. Remember the ants. Army ants are among the world’s best commuters, for a single reason: They’re all cooperating. They move in unison, they help each other out, the individual doesn’t consider his own interests above that of the traffic stream. We all want to assert our individuality, or our sense of superiority on the road, but as everyone does that, it makes it worse for everyone else, and the whole system gets worse. <br>3. Keep in mind you’re not as good a driver as you think you are. On the road, we’re moving faster than our evolutionary history has prepared us. We cope pretty well regardless, but we’re still susceptible to all kinds of flaws and distortions in our sensory and decision-making equipment. Just because your eyes are on the road and your hands upon the wheel doesn’t mean you’re actually prepared to deal with an emergency. <br>4. We can’t build our way out of traffic, but we can think our way out. Building more roads when they’re already under-funded doesn’t seem workable, and given that most roads are only congested part of the time, it’s not really the most efficient solution anyway, for loads of reasons. As a former Disney engineer told me when I asked why they didn’t just build more rides instead of worrying about new ways to manage the long queues, \"you don’t build a church for Easter Sunday.\" But being able to clear a stalled car quickly because sensors detect the traffic flow has changed, knowing which routes are crowded in that moment, and possibly charging accordingly; or, perhaps, making traffic lights adapt to changing demand — or getting rid of traffic lights altogether — there’s countless innovative solutions out there that are more sophisticated, and more sustainable,than simply laying more asphalt, and that don’t necessarily involve not driving — though that of course is the ultimate traffic solution.   </p><p><strong>Q: Okay so the big question. We know you have learned a lot about traffic but what have you learned about we humans behind the wheels?</strong><br>A: In a word, that we’re …human! We make mistakes, we misjudge our abilities, we’re not as aware of what’s happening in traffic as we think we are, we act differently in different situations, we get angry over things that matter little in the long run, we’re susceptible to distortions in our sense of time, we have trouble living beyond the moment, of seeing the big picture — oh, and also, that everyone has a different opinion on who the worst drivers are and where they live…\"Los Angeles! L.A. drivers are the worst… No, Atlanta has terrible drivers… No way, Boston drivers are nuts…\" Try this with your friends sometime.   </p><h3>From Publishers Weekly</h3><p>Vanderbilt looks at the psychology of driving and the many false impressions drivers use to operate their vehicles. He also looks at other subjects potentially unconsidered by the average driver, such as traffic control centers and smart technology that improves driving decisions. David Slavin's diverse application of tone and personality make him a great choice for this production. Vanderbilt's writing is accessible, but it changes in tone depending on the context (ranging from life-and-death issues of accidents to reflecting about traffic controllers protesting during the Academy Awards). Slavin balances these shifting thoughts and maintains an overall energetic personality throughout the production. The big challenge of this audiobook is how much drivers who listen to audiobooks will adjust their habits while listening to it. A Knopf hardcover. (Reviews, May 19). <br>Copyright © Reed Business Information, a division of Reed Elsevier Inc. All rights reserved. </p>\n\n</div>","identifier":"2d088084-3a40-4f45-be0b-6abedbebe508","meta.creation-date":"2009-08-11T11:49:44+05:00","meta.keyword":["Driver Education","Technology & Engineering","Sociology","Health & Fitness","Social Science","Civil","Automotive","General","Safety","Highway & Traffic","Traffic congestion","Psychological aspects","Transportation","Automobile driving","Education","Traffic engineering"],"publisher":"Knopf Canada","subject":["Driver Education","Technology & Engineering","Sociology","Health & Fitness","Social Science","Civil","Automotive","General","Safety","Highway & Traffic","Traffic congestion","Psychological aspects","Transportation","Automobile driving","Education","Traffic engineering"]},"epub":{"title":"Traffic: Why We Drive the Way We Do (And What It Says About Us)","authors":["Tom Vanderbilt"],"doctitle":"Traffic: Why We Drive the Way We Do (And What It Says About Us)","meta":{"dtb.uid":"2d088084-3a40-4f45-be0b-6abedbebe508","dtb.depth":"2","dtb.generator":"calibre (0.7.48)","dtb.totalpagecount":"0","dtb.maxpagenumber":"0"},"epubversion":2,"titles":["Traffic: Why We Drive the Way We Do (And What It Says About Us)"],"subjects":["Driver Education","Technology & Engineering","Sociology","Health & Fitness","Social Science","Civil","Automotive","General","Safety","Highway & Traffic","Traffic congestion","Psychological aspects","Transportation","Automobile driving","Education","Traffic engineering"],"publishers":["Knopf Canada"],"creators":[{"text":"Tom Vanderbilt","role":"aut","fileas":"Vanderbilt, Tom"}],"contributors":[{"text":"calibre (0.7.48) [http://calibre-ebook.com]","role":"bkp"}],"metas":[{"name":"calibre:title_sort","text":"Traffic: Why We Drive the Way We Do (And What It Says About Us)"},{"name":"calibre:rating","text":"7.00"},{"name":"calibre:timestamp","text":"2011-03-10T10:49:04+04:00"},{"name":"cover","text":"cover"}]},"sha256":"2846EDB09BD96414D9F63B0A9C0C3B4AA5AB99E7E7F5142794BE60D8240223B5","clean.language":"en,[\r\n  \"en\"\r\n]","clean.title":"traffic: why we drive the way we do (and what it says about us)","clean.author":"tom vanderbilt","clean.creator":"tom vanderbilt"}