{"file":{"path":"E:\\_NoahShip1\\_D\\Docs\\PDF\\MOBI\\yeni\\Marcia Bartusiak - The Day We Found the Universe (v5.0).mobi","name":"Marcia Bartusiak - The Day We Found the Universe (v5.0).mobi","ext":".mobi","length":3936276,"dir":"E:\\_NoahShip1\\_D\\Docs\\PDF\\MOBI\\yeni","creation":"2016-11-08T22:20:50","lastaccess":"2021-05-13T19:37:37","lastwrite":"2016-11-08T22:32:02"},"hash":{"md5":"9641C58A01FAAAD163272565D6AA0961","sha1":"3A9C14ABFD793C1228A0A4F056B8FED8265D55D8"},"tika":{"content-type":"application/x-mobipocket-ebook"},"mobi":{"pdbheader":{"name":"The_Day_We_Found_the_Universe","creationdate":1309945231,"modificationdate":1309945231,"type":1112493899,"creator":1297039945,"uniqueidseed":315,"numrecords":315,"mobiheadersize":18977,"fieldlist":{"creationdate":1309945231,"creator":1297039945,"mobiheadersize":18977,"modificationdate":1309945231,"name":"The_Day_We_Found_the_Universe","numrecords":315,"type":1112493899,"uniqueidseed":315}},"palmdocheader":{"compression":2,"compressionasstring":"PalmDOC","textlength":942931,"recordcount":231,"recordsize":4096,"encryptiontypeasstring":"None","fieldlist":{"compression":2,"compressionasstring":"PalmDOC","encryptiontypeasstring":"None","recordcount":231,"recordsize":4096,"textlength":942931}},"mobiheader":{"exthheadersize":10508,"fullname":"The Day We Found the Universe","identifierasstring":"MOBI","headerlength":232,"mobitype":2,"mobitypeasstring":"Mobipocket Book","textencoding":65001,"textencodingasstring":"UTF-8","uniqueid":587308879,"fileversion":6,"orthographicindex":4294967295,"inflectionindex":4294967295,"indexnames":4294967295,"indexkeys":4294967295,"extraindex0":4294967295,"extraindex1":4294967295,"extraindex2":4294967295,"extraindex3":4294967295,"extraindex4":4294967295,"extraindex5":4294967295,"firstnonbookindex":233,"fullnameoffset":10756,"fullnamelength":29,"minversion":6,"exthheader":{"size":10508,"identifierasstring":"EXTH","headerlength":10505,"recordcount":16,"author":"Marcia Bartusiak","publisher":"PANTHEON","description":"Book Description From one of our most acclaimed science writers: a dramatic narrative of the discovery of the true nature and startling size of the universe, delving back past the moment of revelation to trace the decades of work--by a select group of scientists--that made it possible. On January 1, 1925, thity-five-year-old Edwin Hubble announced findings that ultimately established that our universe was a thousand trillion times larger than previously believed, filled with myriad galaxies like our own. It was a realization that reshaped how humans understood their place in the cosmos. Six years later, continuing research by Hubble and others forced Albert Einstein to renounce his own cosmic model and finally accept the astonishing fact that the universe was not immobile but instead expanding. The story of these interwoven discoveries includes battles of will, clever insights, and wrong turns made by the early investigators in this great twentieth-century pursuit, from the luminaries (Einstein, Hubble, Harlow Shapley) to the lesser known: Henrietta Leavitt, who discovered the means to measure the vast dimensions of the cosmos . . . Vesto Slipher, the first and unheralded discoverer of the universe’s expansion... Georges Lemaître, the Jesuit priest who correctly interpreted Einstein’s theories in relation to the universe... Milton Humason, who, with only an eighth-grade education, became a world-renowned expert on galaxy motions... and others. Here is the watershed moment in our cosmic history, splendidly arising from the exceptional combination of human curiosity, intelligence, and enterprise. Amazon Exclusive: A Q&A with Marcia Bartusiak Question: Was there really a single day when the modern universe was revealed? Marcia Bartusiak: In some ways there was a unique day: January 1, 1925, at the height of the Roaring Twenties. That’s the day when astronomer Edwin Hubble finally announced that the Milky Way was not alone but surrounded by sister galaxies just like our own. Eventually, Hubble directed our eyes to hundreds of billions of other galaxies, scattered like separate atoms through an ever-expanding space. It was the astronomical news of the century, if not of all astronomical history. Q: In your book Hubble turns out to be a more complex character than portrayed in most astronomy books. MB: He was an odd bird, but certainly a handsome one. Friends called him an Adonis. I think he resembles the British actor Jeremy Irons. Raised in Missouri, in a solid middle-class household, Hubble somewhere along the line yearned to be singular and distinct. Once he graduated from the University of Chicago, he went to Oxford University as a Rhodes scholar, where he completely reinvented himself; he adopted a British accent that he maintained for the rest of his life, dressed like a dandy, and began to add dubious credentials to his resume, like saying he once practiced law, which he never did. He married into a rich Los Angeles family, and throughout his life seemed intent on erasing his Midwestern roots. His wife never met Hubble’s mother or siblings. Hubble was not chums with his astronomy colleagues but preferred to socialize with the actors and writers in nearby Hollywood. One astronomer called Hubble, often arrogant and standoffish, a “stuffed shirt.” Yet, while Hubble fibbed to his friends about his background, he was meticulously careful about his science. In fact, when he obtained the first evidence in early 1924 that the Andromeda nebula was truly a distant galaxy, he held off an official report for almost a year. He first wanted to counter every possible argument against his find. Being caught in a scientific error was Hubble’s greatest nightmare. And when he did finally release the data at that astronomy meeting on New Year’s Day in 1925, after a lot of arm-twisting from his colleagues, he wasn’t even there. He had someone else relay the findings. Q: The Day We Fond the Universe informs us that there were numerous important figures whose efforts contributed to this monumental discovery—that Hubble didn’t do it alone as the textbooks today seem to imply. MB: Not at all. This is a far richer story--filled with trials and errors, serendipitous breaks, battle of wills, and missed opportunities. Several astronomers could have snatched victory years before Hubble but for various reasons didn’t. However, they constructed the firm foundation that allowed Hubble to step in and make his great discoveries, revealing the modern universe as we know it today. Q: Who are some of those other astronomers? MB: The first was James Keeler, then director of the Lick Observatory on Mount Hamilton in California near San Jose, the first observatory in the world to place a gigantic telescope at high elevation. Its lenses were a yard wide. But Keeler chose to spend his time at a smaller telescope, which every other astronomer on his staff despised. He fixed it up and began to discover that there were tens of thousands of faint, disklike nebulae arrayed over the celestial sky. This was in 1899. At the time most astronomers thought these spiraling clouds were baby solar systems in the making. If he had continued, Keeler had a good chance of revealing they were actually galaxies, other Milky Ways. He had the smarts (he was one of the best astronomers in his day) and he had the equipment. But he died at the age of 42, likely of lung cancer. He was never seen without a cigar in his mouth. If he had lived, it might have been the “Keeler Space Telescope” now orbiting the Earth. Q: Didn’t anyone follow-up? MB: Not right away, oddly enough. Most astronomers at this time were primarily concerned with the Sun and stars. The study of nebulae was not popular. It wasn’t until the 1910s that Heber Curtis, another Lick Observatory astronomer, went back to the same telescope that Keeler used and advanced this work. He found so many new nebulae that he estimated there were at least a million around the sky. Moreover, he began to report that they were indeed distant galaxies. He told one reporter that one he sighted had to be 20 million light-years away, an astounding distance for its time. Q: So why don’t we remember Curtis as the discoverer of the modern universe? MB: Because all the evidence Curtis gathered was merely circumstantial. Astronomers were waiting for a “slam dunk.” The novae, or sudden flare-ups, that occasionally appeared in these spiraling nebulae suggested they were far-off, since the novae were so faint when compared to the ones that pop off in our own Milky Way. But no one was sure. Some of the novae were so bright, there wasn’t any physics to explain the phenomena. This was before astronomers understood that stars could completely explode. Curtis was on the verge of solving the mystery, but he took himself out of the game when he accepted the directorship of an observatory in Pennsylvania, where the nighttime skies were so bad that he could no longer compete. What was needed to resolve the problem was an undeniable distance measurement out to those nebulae. It required a cosmic yardstick, but none was available. And that’s where an interesting woman, Henrietta Leavitt, comes in. Q: The role of women in astronomical history is prominent in your work. What are the parallels between their experiences and those of contemporary female researchers? MB: It was a far different time for women in the sciences at that time. Women astronomers weren’t allowed to observe on the major university telescopes. It was considered unseemly to have women and men work together on an isolated mountaintop. At Harvard, for example, women were mainly relegated to being what were called “computers”—staying in offices, scanning photographic plates and recording each star’s position, luminosity, and spectrum. Yet it was immensely valuable work. In the course of it, Henrietta Leavitt astutely discovered the celestial Rosetta Stone that later allowed Hubble to make his great discoveries. In 1912 she found a unique pattern to the blinking of variable stars called Cepheids. These are stars that repeatedly brighten and dim over a matter of days, weeks, or months. She revealed that the brighter Cepheids had the slower periods; the dimmer ones were faster. That meant you could follow the Cepheid’s change from afar, determine its period, which would let you know how bright the star is and hence how far away it was. Harlow Shapley, a young up-and-comer at the new Mount Wilson Observatory in southern California, was the first to take advantage of this wonderful new yardstick, discovering that the Milky Way was far larger than anyone had ever suspected. Ten times larger. It was now 1918, and Shapley could have continued outward, determining the distances to those mysterious spiral nebulae and beaten Hubble to the brass ring--but he didn’t. Q: Why not? MB: Because Shapley was mulishly wedded to his own vision of the universe. To him, the Milky Way was so big that its borders defined the very boundaries of the universe. The spiral nebulae were mere appendages. He saw no reason to study them. He regretted that blunder for the rest of his life. Hubble had by then arrived at Mount Wilson, and at first stood in Shapley’s shadow. Shapley was the golden boy of astronomy for his remake of the Milky Way. The two astronomers never got along, throughout their professional careers. Shapley, also from Missouri, retained his brassy and chummy country ways. Hubble’s affectation for wearing jodhpurs, leather puttees, and a beret while observing or going around and saying “Bah Jove” was simply too much for Shapley to bear. To Hubble’s relief, Shapley soon left Mount Wilson to become director of the Harvard College Observatory, which allowed Hubble to focus on the spiral nebulae and make his great discovery. Q: How did Hubble go on to see the universe expanding? MB: Well, that’s where the standard textbooks don’t get the story quite right. There was another astronomer, by the name of Vesto","ibsn":"9780375424298","subject":"Science","publisheddate":"2009-01-02T04:00:00+04:00","contributor":"calibre (0.8.8) [http://calibre-ebook.com]","rights":"copyright Â© 2009 by Marcia Bartusiak","asin":"618e95e8-5b89-4fb1-9f30-28f9ea3cd5ca","cdetype":"EBOK","updatedtitle":"The Day We Found the Universe","fieldlist":{"asin":"618e95e8-5b89-4fb1-9f30-28f9ea3cd5ca","author":"Marcia Bartusiak","cdetype":"EBOK","contributor":"calibre (0.8.8) [http://calibre-ebook.com]","description":"Book Description From one of our most acclaimed science writers: a dramatic narrative of the discovery of the true nature and startling size of the universe, delving back past the moment of revelation to trace the decades of work--by a select group of scientists--that made it possible. On January 1, 1925, thity-five-year-old Edwin Hubble announced findings that ultimately established that our universe was a thousand trillion times larger than previously believed, filled with myriad galaxies like our own. It was a realization that reshaped how humans understood their place in the cosmos. Six years later, continuing research by Hubble and others forced Albert Einstein to renounce his own cosmic model and finally accept the astonishing fact that the universe was not immobile but instead expanding. The story of these interwoven discoveries includes battles of will, clever insights, and wrong turns made by the early investigators in this great twentieth-century pursuit, from the luminaries (Einstein, Hubble, Harlow Shapley) to the lesser known: Henrietta Leavitt, who discovered the means to measure the vast dimensions of the cosmos . . . Vesto Slipher, the first and unheralded discoverer of the universe’s expansion... Georges Lemaître, the Jesuit priest who correctly interpreted Einstein’s theories in relation to the universe... Milton Humason, who, with only an eighth-grade education, became a world-renowned expert on galaxy motions... and others. Here is the watershed moment in our cosmic history, splendidly arising from the exceptional combination of human curiosity, intelligence, and enterprise. Amazon Exclusive: A Q&A with Marcia Bartusiak Question: Was there really a single day when the modern universe was revealed? Marcia Bartusiak: In some ways there was a unique day: January 1, 1925, at the height of the Roaring Twenties. That’s the day when astronomer Edwin Hubble finally announced that the Milky Way was not alone but surrounded by sister galaxies just like our own. Eventually, Hubble directed our eyes to hundreds of billions of other galaxies, scattered like separate atoms through an ever-expanding space. It was the astronomical news of the century, if not of all astronomical history. Q: In your book Hubble turns out to be a more complex character than portrayed in most astronomy books. MB: He was an odd bird, but certainly a handsome one. Friends called him an Adonis. I think he resembles the British actor Jeremy Irons. Raised in Missouri, in a solid middle-class household, Hubble somewhere along the line yearned to be singular and distinct. Once he graduated from the University of Chicago, he went to Oxford University as a Rhodes scholar, where he completely reinvented himself; he adopted a British accent that he maintained for the rest of his life, dressed like a dandy, and began to add dubious credentials to his resume, like saying he once practiced law, which he never did. He married into a rich Los Angeles family, and throughout his life seemed intent on erasing his Midwestern roots. His wife never met Hubble’s mother or siblings. Hubble was not chums with his astronomy colleagues but preferred to socialize with the actors and writers in nearby Hollywood. One astronomer called Hubble, often arrogant and standoffish, a “stuffed shirt.” Yet, while Hubble fibbed to his friends about his background, he was meticulously careful about his science. In fact, when he obtained the first evidence in early 1924 that the Andromeda nebula was truly a distant galaxy, he held off an official report for almost a year. He first wanted to counter every possible argument against his find. Being caught in a scientific error was Hubble’s greatest nightmare. And when he did finally release the data at that astronomy meeting on New Year’s Day in 1925, after a lot of arm-twisting from his colleagues, he wasn’t even there. He had someone else relay the findings. Q: The Day We Fond the Universe informs us that there were numerous important figures whose efforts contributed to this monumental discovery—that Hubble didn’t do it alone as the textbooks today seem to imply. MB: Not at all. This is a far richer story--filled with trials and errors, serendipitous breaks, battle of wills, and missed opportunities. Several astronomers could have snatched victory years before Hubble but for various reasons didn’t. However, they constructed the firm foundation that allowed Hubble to step in and make his great discoveries, revealing the modern universe as we know it today. Q: Who are some of those other astronomers? MB: The first was James Keeler, then director of the Lick Observatory on Mount Hamilton in California near San Jose, the first observatory in the world to place a gigantic telescope at high elevation. Its lenses were a yard wide. But Keeler chose to spend his time at a smaller telescope, which every other astronomer on his staff despised. He fixed it up and began to discover that there were tens of thousands of faint, disklike nebulae arrayed over the celestial sky. This was in 1899. At the time most astronomers thought these spiraling clouds were baby solar systems in the making. If he had continued, Keeler had a good chance of revealing they were actually galaxies, other Milky Ways. He had the smarts (he was one of the best astronomers in his day) and he had the equipment. But he died at the age of 42, likely of lung cancer. He was never seen without a cigar in his mouth. If he had lived, it might have been the “Keeler Space Telescope” now orbiting the Earth. Q: Didn’t anyone follow-up? MB: Not right away, oddly enough. Most astronomers at this time were primarily concerned with the Sun and stars. The study of nebulae was not popular. It wasn’t until the 1910s that Heber Curtis, another Lick Observatory astronomer, went back to the same telescope that Keeler used and advanced this work. He found so many new nebulae that he estimated there were at least a million around the sky. Moreover, he began to report that they were indeed distant galaxies. He told one reporter that one he sighted had to be 20 million light-years away, an astounding distance for its time. Q: So why don’t we remember Curtis as the discoverer of the modern universe? MB: Because all the evidence Curtis gathered was merely circumstantial. Astronomers were waiting for a “slam dunk.” The novae, or sudden flare-ups, that occasionally appeared in these spiraling nebulae suggested they were far-off, since the novae were so faint when compared to the ones that pop off in our own Milky Way. But no one was sure. Some of the novae were so bright, there wasn’t any physics to explain the phenomena. This was before astronomers understood that stars could completely explode. Curtis was on the verge of solving the mystery, but he took himself out of the game when he accepted the directorship of an observatory in Pennsylvania, where the nighttime skies were so bad that he could no longer compete. What was needed to resolve the problem was an undeniable distance measurement out to those nebulae. It required a cosmic yardstick, but none was available. And that’s where an interesting woman, Henrietta Leavitt, comes in. Q: The role of women in astronomical history is prominent in your work. What are the parallels between their experiences and those of contemporary female researchers? MB: It was a far different time for women in the sciences at that time. Women astronomers weren’t allowed to observe on the major university telescopes. It was considered unseemly to have women and men work together on an isolated mountaintop. At Harvard, for example, women were mainly relegated to being what were called “computers”—staying in offices, scanning photographic plates and recording each star’s position, luminosity, and spectrum. Yet it was immensely valuable work. In the course of it, Henrietta Leavitt astutely discovered the celestial Rosetta Stone that later allowed Hubble to make his great discoveries. In 1912 she found a unique pattern to the blinking of variable stars called Cepheids. These are stars that repeatedly brighten and dim over a matter of days, weeks, or months. She revealed that the brighter Cepheids had the slower periods; the dimmer ones were faster. That meant you could follow the Cepheid’s change from afar, determine its period, which would let you know how bright the star is and hence how far away it was. Harlow Shapley, a young up-and-comer at the new Mount Wilson Observatory in southern California, was the first to take advantage of this wonderful new yardstick, discovering that the Milky Way was far larger than anyone had ever suspected. Ten times larger. It was now 1918, and Shapley could have continued outward, determining the distances to those mysterious spiral nebulae and beaten Hubble to the brass ring--but he didn’t. Q: Why not? MB: Because Shapley was mulishly wedded to his own vision of the universe. To him, the Milky Way was so big that its borders defined the very boundaries of the universe. The spiral nebulae were mere appendages. He saw no reason to study them. He regretted that blunder for the rest of his life. Hubble had by then arrived at Mount Wilson, and at first stood in Shapley’s shadow. Shapley was the golden boy of astronomy for his remake of the Milky Way. The two astronomers never got along, throughout their professional careers. Shapley, also from Missouri, retained his brassy and chummy country ways. Hubble’s affectation for wearing jodhpurs, leather puttees, and a beret while observing or going around and saying “Bah Jove” was simply too much for Shapley to bear. To Hubble’s relief, Shapley soon left Mount Wilson to become director of the Harvard College Observatory, which allowed Hubble to focus on the spiral nebulae and make his great discovery. Q: How did Hubble go on to see the universe expanding? MB: Well, that’s where the standard textbooks don’t get the story quite right. There was another astronomer, by the name of Vesto","headerlength":10505,"ibsn":"9780375424298","identifierasstring":"EXTH","publisheddate":"2009-01-02T04:00:00+04:00","publisher":"PANTHEON","recordcount":16,"rights":"copyright Â© 2009 by Marcia Bartusiak","size":10508,"subject":"Science","updatedtitle":"The Day We Found the Universe"}},"fieldlist":{"exthheader":{"size":10508,"identifierasstring":"EXTH","headerlength":10505,"recordcount":16,"author":"Marcia Bartusiak","publisher":"PANTHEON","description":"Book Description From one of our most acclaimed science writers: a dramatic narrative of the discovery of the true nature and startling size of the universe, delving back past the moment of revelation to trace the decades of work--by a select group of scientists--that made it possible. On January 1, 1925, thity-five-year-old Edwin Hubble announced findings that ultimately established that our universe was a thousand trillion times larger than previously believed, filled with myriad galaxies like our own. It was a realization that reshaped how humans understood their place in the cosmos. Six years later, continuing research by Hubble and others forced Albert Einstein to renounce his own cosmic model and finally accept the astonishing fact that the universe was not immobile but instead expanding. The story of these interwoven discoveries includes battles of will, clever insights, and wrong turns made by the early investigators in this great twentieth-century pursuit, from the luminaries (Einstein, Hubble, Harlow Shapley) to the lesser known: Henrietta Leavitt, who discovered the means to measure the vast dimensions of the cosmos . . . Vesto Slipher, the first and unheralded discoverer of the universe’s expansion... Georges Lemaître, the Jesuit priest who correctly interpreted Einstein’s theories in relation to the universe... Milton Humason, who, with only an eighth-grade education, became a world-renowned expert on galaxy motions... and others. Here is the watershed moment in our cosmic history, splendidly arising from the exceptional combination of human curiosity, intelligence, and enterprise. Amazon Exclusive: A Q&A with Marcia Bartusiak Question: Was there really a single day when the modern universe was revealed? Marcia Bartusiak: In some ways there was a unique day: January 1, 1925, at the height of the Roaring Twenties. That’s the day when astronomer Edwin Hubble finally announced that the Milky Way was not alone but surrounded by sister galaxies just like our own. Eventually, Hubble directed our eyes to hundreds of billions of other galaxies, scattered like separate atoms through an ever-expanding space. It was the astronomical news of the century, if not of all astronomical history. Q: In your book Hubble turns out to be a more complex character than portrayed in most astronomy books. MB: He was an odd bird, but certainly a handsome one. Friends called him an Adonis. I think he resembles the British actor Jeremy Irons. Raised in Missouri, in a solid middle-class household, Hubble somewhere along the line yearned to be singular and distinct. Once he graduated from the University of Chicago, he went to Oxford University as a Rhodes scholar, where he completely reinvented himself; he adopted a British accent that he maintained for the rest of his life, dressed like a dandy, and began to add dubious credentials to his resume, like saying he once practiced law, which he never did. He married into a rich Los Angeles family, and throughout his life seemed intent on erasing his Midwestern roots. His wife never met Hubble’s mother or siblings. Hubble was not chums with his astronomy colleagues but preferred to socialize with the actors and writers in nearby Hollywood. One astronomer called Hubble, often arrogant and standoffish, a “stuffed shirt.” Yet, while Hubble fibbed to his friends about his background, he was meticulously careful about his science. In fact, when he obtained the first evidence in early 1924 that the Andromeda nebula was truly a distant galaxy, he held off an official report for almost a year. He first wanted to counter every possible argument against his find. Being caught in a scientific error was Hubble’s greatest nightmare. And when he did finally release the data at that astronomy meeting on New Year’s Day in 1925, after a lot of arm-twisting from his colleagues, he wasn’t even there. He had someone else relay the findings. Q: The Day We Fond the Universe informs us that there were numerous important figures whose efforts contributed to this monumental discovery—that Hubble didn’t do it alone as the textbooks today seem to imply. MB: Not at all. This is a far richer story--filled with trials and errors, serendipitous breaks, battle of wills, and missed opportunities. Several astronomers could have snatched victory years before Hubble but for various reasons didn’t. However, they constructed the firm foundation that allowed Hubble to step in and make his great discoveries, revealing the modern universe as we know it today. Q: Who are some of those other astronomers? MB: The first was James Keeler, then director of the Lick Observatory on Mount Hamilton in California near San Jose, the first observatory in the world to place a gigantic telescope at high elevation. Its lenses were a yard wide. But Keeler chose to spend his time at a smaller telescope, which every other astronomer on his staff despised. He fixed it up and began to discover that there were tens of thousands of faint, disklike nebulae arrayed over the celestial sky. This was in 1899. At the time most astronomers thought these spiraling clouds were baby solar systems in the making. If he had continued, Keeler had a good chance of revealing they were actually galaxies, other Milky Ways. He had the smarts (he was one of the best astronomers in his day) and he had the equipment. But he died at the age of 42, likely of lung cancer. He was never seen without a cigar in his mouth. If he had lived, it might have been the “Keeler Space Telescope” now orbiting the Earth. Q: Didn’t anyone follow-up? MB: Not right away, oddly enough. Most astronomers at this time were primarily concerned with the Sun and stars. The study of nebulae was not popular. It wasn’t until the 1910s that Heber Curtis, another Lick Observatory astronomer, went back to the same telescope that Keeler used and advanced this work. He found so many new nebulae that he estimated there were at least a million around the sky. Moreover, he began to report that they were indeed distant galaxies. He told one reporter that one he sighted had to be 20 million light-years away, an astounding distance for its time. Q: So why don’t we remember Curtis as the discoverer of the modern universe? MB: Because all the evidence Curtis gathered was merely circumstantial. Astronomers were waiting for a “slam dunk.” The novae, or sudden flare-ups, that occasionally appeared in these spiraling nebulae suggested they were far-off, since the novae were so faint when compared to the ones that pop off in our own Milky Way. But no one was sure. Some of the novae were so bright, there wasn’t any physics to explain the phenomena. This was before astronomers understood that stars could completely explode. Curtis was on the verge of solving the mystery, but he took himself out of the game when he accepted the directorship of an observatory in Pennsylvania, where the nighttime skies were so bad that he could no longer compete. What was needed to resolve the problem was an undeniable distance measurement out to those nebulae. It required a cosmic yardstick, but none was available. And that’s where an interesting woman, Henrietta Leavitt, comes in. Q: The role of women in astronomical history is prominent in your work. What are the parallels between their experiences and those of contemporary female researchers? MB: It was a far different time for women in the sciences at that time. Women astronomers weren’t allowed to observe on the major university telescopes. It was considered unseemly to have women and men work together on an isolated mountaintop. At Harvard, for example, women were mainly relegated to being what were called “computers”—staying in offices, scanning photographic plates and recording each star’s position, luminosity, and spectrum. Yet it was immensely valuable work. In the course of it, Henrietta Leavitt astutely discovered the celestial Rosetta Stone that later allowed Hubble to make his great discoveries. In 1912 she found a unique pattern to the blinking of variable stars called Cepheids. These are stars that repeatedly brighten and dim over a matter of days, weeks, or months. She revealed that the brighter Cepheids had the slower periods; the dimmer ones were faster. That meant you could follow the Cepheid’s change from afar, determine its period, which would let you know how bright the star is and hence how far away it was. Harlow Shapley, a young up-and-comer at the new Mount Wilson Observatory in southern California, was the first to take advantage of this wonderful new yardstick, discovering that the Milky Way was far larger than anyone had ever suspected. Ten times larger. It was now 1918, and Shapley could have continued outward, determining the distances to those mysterious spiral nebulae and beaten Hubble to the brass ring--but he didn’t. Q: Why not? MB: Because Shapley was mulishly wedded to his own vision of the universe. To him, the Milky Way was so big that its borders defined the very boundaries of the universe. The spiral nebulae were mere appendages. He saw no reason to study them. He regretted that blunder for the rest of his life. Hubble had by then arrived at Mount Wilson, and at first stood in Shapley’s shadow. Shapley was the golden boy of astronomy for his remake of the Milky Way. The two astronomers never got along, throughout their professional careers. Shapley, also from Missouri, retained his brassy and chummy country ways. Hubble’s affectation for wearing jodhpurs, leather puttees, and a beret while observing or going around and saying “Bah Jove” was simply too much for Shapley to bear. To Hubble’s relief, Shapley soon left Mount Wilson to become director of the Harvard College Observatory, which allowed Hubble to focus on the spiral nebulae and make his great discovery. Q: How did Hubble go on to see the universe expanding? MB: Well, that’s where the standard textbooks don’t get the story quite right. There was another astronomer, by the name of Vesto","ibsn":"9780375424298","subject":"Science","publisheddate":"2009-01-02T04:00:00+04:00","contributor":"calibre (0.8.8) [http://calibre-ebook.com]","rights":"copyright Â© 2009 by Marcia Bartusiak","asin":"618e95e8-5b89-4fb1-9f30-28f9ea3cd5ca","cdetype":"EBOK","updatedtitle":"The Day We Found the Universe","fieldlist":{"asin":"618e95e8-5b89-4fb1-9f30-28f9ea3cd5ca","author":"Marcia Bartusiak","cdetype":"EBOK","contributor":"calibre (0.8.8) [http://calibre-ebook.com]","description":"Book Description From one of our most acclaimed science writers: a dramatic narrative of the discovery of the true nature and startling size of the universe, delving back past the moment of revelation to trace the decades of work--by a select group of scientists--that made it possible. On January 1, 1925, thity-five-year-old Edwin Hubble announced findings that ultimately established that our universe was a thousand trillion times larger than previously believed, filled with myriad galaxies like our own. It was a realization that reshaped how humans understood their place in the cosmos. Six years later, continuing research by Hubble and others forced Albert Einstein to renounce his own cosmic model and finally accept the astonishing fact that the universe was not immobile but instead expanding. The story of these interwoven discoveries includes battles of will, clever insights, and wrong turns made by the early investigators in this great twentieth-century pursuit, from the luminaries (Einstein, Hubble, Harlow Shapley) to the lesser known: Henrietta Leavitt, who discovered the means to measure the vast dimensions of the cosmos . . . Vesto Slipher, the first and unheralded discoverer of the universe’s expansion... Georges Lemaître, the Jesuit priest who correctly interpreted Einstein’s theories in relation to the universe... Milton Humason, who, with only an eighth-grade education, became a world-renowned expert on galaxy motions... and others. Here is the watershed moment in our cosmic history, splendidly arising from the exceptional combination of human curiosity, intelligence, and enterprise. Amazon Exclusive: A Q&A with Marcia Bartusiak Question: Was there really a single day when the modern universe was revealed? Marcia Bartusiak: In some ways there was a unique day: January 1, 1925, at the height of the Roaring Twenties. That’s the day when astronomer Edwin Hubble finally announced that the Milky Way was not alone but surrounded by sister galaxies just like our own. Eventually, Hubble directed our eyes to hundreds of billions of other galaxies, scattered like separate atoms through an ever-expanding space. It was the astronomical news of the century, if not of all astronomical history. Q: In your book Hubble turns out to be a more complex character than portrayed in most astronomy books. MB: He was an odd bird, but certainly a handsome one. Friends called him an Adonis. I think he resembles the British actor Jeremy Irons. Raised in Missouri, in a solid middle-class household, Hubble somewhere along the line yearned to be singular and distinct. Once he graduated from the University of Chicago, he went to Oxford University as a Rhodes scholar, where he completely reinvented himself; he adopted a British accent that he maintained for the rest of his life, dressed like a dandy, and began to add dubious credentials to his resume, like saying he once practiced law, which he never did. He married into a rich Los Angeles family, and throughout his life seemed intent on erasing his Midwestern roots. His wife never met Hubble’s mother or siblings. Hubble was not chums with his astronomy colleagues but preferred to socialize with the actors and writers in nearby Hollywood. One astronomer called Hubble, often arrogant and standoffish, a “stuffed shirt.” Yet, while Hubble fibbed to his friends about his background, he was meticulously careful about his science. In fact, when he obtained the first evidence in early 1924 that the Andromeda nebula was truly a distant galaxy, he held off an official report for almost a year. He first wanted to counter every possible argument against his find. Being caught in a scientific error was Hubble’s greatest nightmare. And when he did finally release the data at that astronomy meeting on New Year’s Day in 1925, after a lot of arm-twisting from his colleagues, he wasn’t even there. He had someone else relay the findings. Q: The Day We Fond the Universe informs us that there were numerous important figures whose efforts contributed to this monumental discovery—that Hubble didn’t do it alone as the textbooks today seem to imply. MB: Not at all. This is a far richer story--filled with trials and errors, serendipitous breaks, battle of wills, and missed opportunities. Several astronomers could have snatched victory years before Hubble but for various reasons didn’t. However, they constructed the firm foundation that allowed Hubble to step in and make his great discoveries, revealing the modern universe as we know it today. Q: Who are some of those other astronomers? MB: The first was James Keeler, then director of the Lick Observatory on Mount Hamilton in California near San Jose, the first observatory in the world to place a gigantic telescope at high elevation. Its lenses were a yard wide. But Keeler chose to spend his time at a smaller telescope, which every other astronomer on his staff despised. He fixed it up and began to discover that there were tens of thousands of faint, disklike nebulae arrayed over the celestial sky. This was in 1899. At the time most astronomers thought these spiraling clouds were baby solar systems in the making. If he had continued, Keeler had a good chance of revealing they were actually galaxies, other Milky Ways. He had the smarts (he was one of the best astronomers in his day) and he had the equipment. But he died at the age of 42, likely of lung cancer. He was never seen without a cigar in his mouth. If he had lived, it might have been the “Keeler Space Telescope” now orbiting the Earth. Q: Didn’t anyone follow-up? MB: Not right away, oddly enough. Most astronomers at this time were primarily concerned with the Sun and stars. The study of nebulae was not popular. It wasn’t until the 1910s that Heber Curtis, another Lick Observatory astronomer, went back to the same telescope that Keeler used and advanced this work. He found so many new nebulae that he estimated there were at least a million around the sky. Moreover, he began to report that they were indeed distant galaxies. He told one reporter that one he sighted had to be 20 million light-years away, an astounding distance for its time. Q: So why don’t we remember Curtis as the discoverer of the modern universe? MB: Because all the evidence Curtis gathered was merely circumstantial. Astronomers were waiting for a “slam dunk.” The novae, or sudden flare-ups, that occasionally appeared in these spiraling nebulae suggested they were far-off, since the novae were so faint when compared to the ones that pop off in our own Milky Way. But no one was sure. Some of the novae were so bright, there wasn’t any physics to explain the phenomena. This was before astronomers understood that stars could completely explode. Curtis was on the verge of solving the mystery, but he took himself out of the game when he accepted the directorship of an observatory in Pennsylvania, where the nighttime skies were so bad that he could no longer compete. What was needed to resolve the problem was an undeniable distance measurement out to those nebulae. It required a cosmic yardstick, but none was available. And that’s where an interesting woman, Henrietta Leavitt, comes in. Q: The role of women in astronomical history is prominent in your work. What are the parallels between their experiences and those of contemporary female researchers? MB: It was a far different time for women in the sciences at that time. Women astronomers weren’t allowed to observe on the major university telescopes. It was considered unseemly to have women and men work together on an isolated mountaintop. At Harvard, for example, women were mainly relegated to being what were called “computers”—staying in offices, scanning photographic plates and recording each star’s position, luminosity, and spectrum. Yet it was immensely valuable work. In the course of it, Henrietta Leavitt astutely discovered the celestial Rosetta Stone that later allowed Hubble to make his great discoveries. In 1912 she found a unique pattern to the blinking of variable stars called Cepheids. These are stars that repeatedly brighten and dim over a matter of days, weeks, or months. She revealed that the brighter Cepheids had the slower periods; the dimmer ones were faster. That meant you could follow the Cepheid’s change from afar, determine its period, which would let you know how bright the star is and hence how far away it was. Harlow Shapley, a young up-and-comer at the new Mount Wilson Observatory in southern California, was the first to take advantage of this wonderful new yardstick, discovering that the Milky Way was far larger than anyone had ever suspected. Ten times larger. It was now 1918, and Shapley could have continued outward, determining the distances to those mysterious spiral nebulae and beaten Hubble to the brass ring--but he didn’t. Q: Why not? MB: Because Shapley was mulishly wedded to his own vision of the universe. To him, the Milky Way was so big that its borders defined the very boundaries of the universe. The spiral nebulae were mere appendages. He saw no reason to study them. He regretted that blunder for the rest of his life. Hubble had by then arrived at Mount Wilson, and at first stood in Shapley’s shadow. Shapley was the golden boy of astronomy for his remake of the Milky Way. The two astronomers never got along, throughout their professional careers. Shapley, also from Missouri, retained his brassy and chummy country ways. Hubble’s affectation for wearing jodhpurs, leather puttees, and a beret while observing or going around and saying “Bah Jove” was simply too much for Shapley to bear. To Hubble’s relief, Shapley soon left Mount Wilson to become director of the Harvard College Observatory, which allowed Hubble to focus on the spiral nebulae and make his great discovery. Q: How did Hubble go on to see the universe expanding? MB: Well, that’s where the standard textbooks don’t get the story quite right. There was another astronomer, by the name of Vesto","headerlength":10505,"ibsn":"9780375424298","identifierasstring":"EXTH","publisheddate":"2009-01-02T04:00:00+04:00","publisher":"PANTHEON","recordcount":16,"rights":"copyright Â© 2009 by Marcia Bartusiak","size":10508,"subject":"Science","updatedtitle":"The Day We Found the Universe"}},"exthheadersize":10508,"extraindex0":4294967295,"extraindex1":4294967295,"extraindex2":4294967295,"extraindex3":4294967295,"extraindex4":4294967295,"extraindex5":4294967295,"fileversion":6,"firstnonbookindex":233,"fullname":"The Day We Found the Universe","fullnamelength":29,"fullnameoffset":10756,"headerlength":232,"identifierasstring":"MOBI","indexkeys":4294967295,"indexnames":4294967295,"inflectionindex":4294967295,"minversion":6,"mobitype":2,"mobitypeasstring":"Mobipocket Book","orthographicindex":4294967295,"textencoding":65001,"textencodingasstring":"UTF-8","uniqueid":587308879}}},"sha256":"AE0550DE28589C5EAB61E8886B012304A8C5F965BF721891E6594E7B40E29A2F"}