{"file":{"path":"D:\\ARMOR\\EPUB\\4_5773857744423493988.epub","name":"4_5773857744423493988.epub","ext":".epub","length":1965163,"dir":"D:\\ARMOR\\EPUB","creation":"2021-11-14T13:28:38","lastaccess":"2021-11-24T00:15:40","lastwrite":"2021-07-31T04:05:59"},"hash":{"md5":"A8642F560464527FF1B792BE0A0D4A88","sha1":"4B2CBAC886DA6CD648F2ACC67F8275EAADCBBF86"},"tika":{"content-type":"application/epub+zip","creation-date":"2014-01-04T14:31:04","keywords":["Espiritualidad","Lang:es","Biblias"],"x-parsed-by":["org.apache.tika.parser.DefaultParser","org.apache.tika.parser.epub.EpubParser"],"contributor":["Sociedades Bíblicas Unidas","nadie4ever"],"dc.contributor":["Sociedades Bíblicas Unidas","nadie4ever"],"dc.description":"La Biblia es una recopilación de textos que en un principio eran documentos separados (llamados «libros»), escritos primero en hebreo, arameo y griego durante un periodo muy dilatado y después reunidos para formar el Tanaj (Antiguo Testamento para los cristianos) y luego el Nuevo Testamento. Ambos testamentos forman la Biblia cristiana. En sí, los textos que componen la Biblia fueron escritos a lo largo de aproximadamente 1000 años (entre el 900 a. C. y el 100 d. C.). Los textos más antiguos se encuentran en el Libro de los Jueces («Canto de Débora») y en las denominadas fuentes «E» (tradición elohísta) y «J» (tradición yahvista) de la Torá (llamada Pentateuco por los cristianos), que son datadas en la época de los dos reinos (siglos X a VIII a. C.). El libro completo más antiguo, el de Oseas es también de la misma época. El pueblo judío identifica a la Biblia con el Tanaj, no consintiendo bajo ningún concepto el término Antiguo Testamento y no acepta la validez del llamado Nuevo Testamento, reconociéndose como texto sagrado únicamente al Tanaj.El canon de la Biblia que conocemos hoy fue sancionado por la Iglesia católica, bajo el pontificado de san Dámaso I, en el Sínodo de Roma del año 382, y esta versión es la que Jerónimo de Estridón tradujo al latín. Dicho canon consta de 73 libros: 46 constitutivos del llamado Antiguo Testamento, incluyendo 7 libros llamados actualmente Deuterocanónicos (Tobit, Judit, I Macabeos, II Macabeos, Sabiduría, Eclesiástico y Baruc) ―que han sido impugnados por judíos y protestantes― y 27 del Nuevo Testamento. Fue confirmado en el Concilio de Hipona en el año 393, y ratificado en los Concilios III de Cartago, en el año 397, y IV de Cartago, en el año 419.Cuando reformadores protestantes lo impugnaron, el canon católico fue nuevamente confirmado por decreto en la cuarta sesión del Concilio de Trento del 8 de abril de 1546. Ninguna de estas decisiones fue reconocida ni asumida por muchos protestantes, surgidos a partir del siglo XVI, ni por distintas denominaciones vinculadas al protestantismo surgidas a partir del siglo XIX. El canon de las Biblias cristianas ortodoxas es aún más amplio que el canon de las Biblias católicas romanas, e incluye el Salmo 151, la Oración de Manasés, el Libro III de Esdras y el Libro III de los Macabeos. En adición a estos, el Libro IV de Esdras y el Libro IV de los Macabeos figuran, asimismo, como apéndices en muchas importantes versiones y ediciones de la Biblia cristiana ortodoxa.El Antiguo Testamento narra principalmente la historia de los hebreos y el Nuevo Testamento la vida, muerte y resurrección de Jesús, su mensaje y la historia de los primeros cristianos. El Nuevo Testamento fue escrito en lengua griega koiné. En él se cita con frecuencia al Antiguo Testamento de la versión de los Setenta, traducción al griego del Antiguo Testamento realizada en Alejandría (Egipto) en el siglo III a. C.La Biblia es para los creyentes la palabra de Dios por ser indudable para estos su inspiración divina. Es un libro eminentemente espiritual y habla sobre la historia de la humanidad, su creación, su caída en el pecado y su salvación, que expone cómo el Dios creador se ha relacionado, se relaciona y se relacionará con el ser humano. De igual forma, la Biblia expone los atributos y el carácter de Dios.Para los creyentes cristianos, la Biblia es la principal fuente de fe y doctrina en Cristo. En el siglo XVI los diferentes movimientos de la Reforma Protestante comenzaron a experimentar un alto desgaste en discusiones filosóficas y a separarse unos de otros; para menguar este problema se definió el principio llamado «sola escritura», que significa que solamente la Biblia puede ser considerada fuente de doctrina cristiana. Para la Iglesia Católica Romana, además de la Biblia, también son fuente doctrinal la Tradición, las enseñanzas de los Padres de la Iglesia (discípulos de los apóstoles), y las decisiones emanadas de los Concilios. Esta divergencia entre cristianos se intensificó después de 1870, cuando el papa Pío IX promulgó la constitución Pastor Aeternus, del Concilio Vaticano I, que reafirma el Primado Romano y proclama la infalibilidad del papa en asuntos de fe, moral y doctrina cristiana (dogma de la infalibilidad papal) cuando habla ex cathedra (18 de julio de 1870) en cuanto único «sucesor de Pedro» y, consecuentemente, «custodio y depositario de las llaves del Reino de los Cielos»―. Mientras que los cristianos protestantes rechazan esta aseveración y consideran como cabeza única de la iglesia a Jesucristo. Para ambas partes esta gran diferencia ya no es considerada tan solo en términos filosóficos o religiosos, sino como designios divinos plasmados y asentados en la Biblia misma.Para los judíos ortodoxos, por supuesto, el Nuevo Testamento no tiene validez. El judaísmo rabínico considera como fuente de doctrina el Talmud, mientras los caraítas defienden desde el siglo VIII el Tanaj como única fuente de fe.--------------------------------------------La Nueva Biblia Latinoamericana de Hoy, con amplificaciones y referencias, es una traducción fiel de las Sagradas Escrituras según fueron escritas originalmente en Hebreo, Arameo y Griego. Se ha producido con el propósito de ofrecer al mundo de habla Hispana la riqueza y el poder de la Palabra de Dios en forma tal que sea un verdadero tesoro devocional y un instrumento práctico de estudio. Esta nueva versión es producto de la intensa labor y dedicación de un considerable número de eruditos de distintas denominaciones Cristianas, representantes de varios países de la América Latina y los Estados Unidos. Se publica con la firme convicción de que las Sagradas Escrituras, según fueron escritas en los idiomas originales, fueron inspiradas por Dios, y puesto que son Su eterna Palabra, hablan con renovado poder a cada generación para impartir la sabiduría que lleva a la salvación en Cristo, equipando al creyente para disfrutar de una vida abundante y feliz en la tierra, y constituyéndolo en testimonio viviente de la verdad para la gloria eterna de Dios. El Comité Editorial ha observado cuatro principios básicos. Ha tratado de ceñirse en todo lo posible a los idiomas originales de las Sagradas Escrituras y ha observado las reglas de la gramática usando un estilo ágil y ameno, procurando mantener su belleza literaria. La Nueva Biblia Latinoamericana de Hoy se ofrece en la seguridad de que los que buscan el mensaje y el conocimiento de las Sagradas Escrituras, hallarán aquí una traducción clara y fiel de la verdad revelada por Dios en Su Palabra. Ninguna obra de traducción será personalizada. Las Cuatro Normas Básicas de las Publicaciones de The Lockman Foundation Serán fieles a los idiomas originales Hebreo, Arameo y Griego.Serán gramaticalmente correctas.Estarán escritas en un lenguaje comprensible para todos.Darán al Señor Jesucristo el lugar que Le corresponde, el lugar que la Palabra de Dios Le da. Principios de Traducción En el texto de la Nueva Biblia Latinoamericana de Hoy se ha procurado usar la gramática y terminología del Español contemporáneo. Los pasajes que están escritos en forma poética en los textos de los idiomas originales se han escrito igualmente en forma poética en esta versión. TEXTO HEBREO. En la traducción del Antiguo Testamento se ha usado la Biblia Hebraica Stuttgartensia en la que se ha revisado por completo el aparato crítico de la Biblia Hebraica de Kittel. Para la traducción de los tiempos de los verbos Hebreos, se ha tomado en consideración la secuencia de los tiempos, el contexto inmediato, todo el pasaje en conjunto y si está escrito en prosa o en poesía, tratando siempre de ser lo más fiel posible al original. EL NOMBRE DE DIOS. Para el nombre de Dios hay varias palabras en Hebreo: uno de los más comunes es “Elohim” traducido “Dios”; otro es “Adonai” traducido “Señor”; pero el nombre asignado a Dios como Su nombre especial o Su nombre propio tiene en Hebreo estas cuatro letras “YHWH”. Este no era pronunciado por los Hebreos debido a la reverencia que tenían a lo sagrado de este nombre de la divinidad, y lo sustituían por otro de los nombres de Dios. La versión Griega del Antiguo Testamento, conocida como la Septuaginta (LXX), o versión de los Setenta, traduce “YHWH” generalmente por “Kurios” (Señor), y la Vulgata Latina, que tuvo también una gran influencia en la traducción de la Biblia a muchos idiomas, lo traduce por “Dominus” (Señor). En la Nueva Biblia Latinoamericana de Hoy hemos usado el nombre de “SEÑOR” (todo en mayúsculas) para traducir el tetragrámaton YHWH. Cuando este nombre ocurre junto al nombre Hebreo “Adonai” (Señor) entonces “YHWH” es traducido “DIOS” (todo en mayúsculas). Algunas versiones traducen este nombre por “Jehová” y otras por “Yavé” o “Yahveh.” TEXTO GRIEGO. Se ha prestado gran atención a los últimos manuscritos descubiertos para determinar el mejor texto posible. En general se ha seguido el texto del Novum Testamentum Graece de Nestle-Aland en su vigésima séptima edición. En cuanto a las voces, modos y tiempos del Griego que no tienen equivalencias exactas en Español, los editores se han guiado por las reglas de la gramática Española contemporánea al traducir los verbos. La fuerza y el sentido cronológico de los tiempos se han respetado consistentemente prestando cuidadosa atención al contexto.---------------------------------TRADUCCIÓN AL LENGUAJE ACTUALSociedades Bíblicas Unidas ha tomado en cuenta el cambio que sufre el idioma con el paso del tiempo y ha realizado la Traducción en lenguaje actual, que conserva la belleza literaria adaptada al mundo actual. Se ha traducido de tal manera que su mensaje sea equivalente al del texto original, pero de modo que pueda leerse en voz alta con fluidez, y que pueda escucharse sin problemas de comprensión. Características y beneficios 1. Equipo de traducción - El equipo de traductores y revisores fue constituido por hombres y mujeres de diferentes confesiones cristianas, de varias regiones del mundo hispano y de distintas disciplinas. Además del trabajo de este equipo, el texto ha sido revisado por personas cristianas representativas de los distintos países del mundo hispanohablante. 2. Fidelidad - La Traducción en lenguaje actual mantiene la fidelidad al sentido y mensaje del texto bíblico. Esta traducción no es una adaptación de ninguna versión castellana existente en el mercado. Es una traducción directa de los idiomas originales: hebreo, arameo y griego, realizada de tal manera que el lector también pueda captar los distintos aspectos emotivos, afectivos y espirituales del mensaje, tomando en cuenta los nuevos avances de la lingüística moderna y de la exégesis bíblica contemporánea. 3. Naturalidad - Normalmente se ha considerado la traducción como la tarea de decodificar el idioma fuente y transcribir el contenido en el idioma receptor. En la Traducción en lenguaje actual se ha concebido la traducción como comunicación. El receptor es el que determina, en mucho, la traducción. Sólo cuando se hacen las adaptaciones y modificaciones pertinentes es que el texto comunica algo significativo al receptor. A continuación algunos criterios que se han tomado en cuenta en esta traducción: a) Se ha prestado especial atención al enfoque, la transición, los diversos planos en los que aparecen los personajes, la relación que se da entre la vieja y la nueva información, cómo termina una oración y cómo empieza la siguiente, cambios de sustantivos y pronombres, la distancia entre el sujeto y el predicado, el acento de las sílabas, el ritmo de las construcciones gramaticales y los sonidos de las sílabas y las palabras. b) El párrafo lleva precedencia sobre las otras unidades menores, por lo que en la construcción de los mismos se ha seguido el orden cronológico de los hechos. Para evitar las oraciones complejas y largas, sin caer en un estilo «cortado» y aniñado, emplea la estructura sencilla y transparente. Por regla general, las oraciones se limitan a dos o tres cláusulas, y se evitan las cláusulas parentéticas. c) Se ha tomado en consideración la información explícita y la implícita. En algunos casos, para evitar innecesarias repeticiones, la información explícita se deja implícita. En otros casos, la información implícita se hace explícita. Se ha hecho eso cuando se considera que la información es importante para que el lector u oyente entienda bien el sentido total del párrafo o de la oración. d) Se han tomado en cuenta las expresiones idiomáticas, las figuras del lenguaje y, en un buen número de casos, el significado profundo de un texto, cuyo sentido sólo se logra por medio de la exégesis —lo que se ha llamado «traducción exegética». e) El lenguaje figurado también ha sido tomado en consideración y, hasta donde ha sido posible, las metáforas, símiles y otras figuras de dicción han sido mantenidas. Pero hay casos en los que la traducción ha tenido que hacer algunos ajustes para evitar la distorsión en la comprensión del mensaje. 4. Sencillez pero no simplicidad a) Palabras «rebuscadas» - Para evitar las palabras difíciles innecesarias, se han seguido dos lineamientos muy importantes: Es mejor usar una palabra difícil en lugar de emplear una frase muy elaborada o caer en la tentación de glosar demasiado el texto.Cuando ha habido necesidad de introducir una palabra de difícil significado, se dan algunas pistas en los contextos que ayudan al lector a entender la palabra. b) Lenguaje inclusivo - Sin violentar las necesarias «distancias» históricas, geográficas y culturales, se usa lenguaje neutral cuando el contexto no se refiere de manera concreta a «varones». 5. Notas al pie - Se usan notas al pie para explicar términos y palabras difíciles que pueden no quedar claras al tratar de mantener la fidelidad a los originales. Las notas incluyen además asuntos culturales, geográficos e históricos clave para la comprensión de un texto. También se usan notas cuando hay importantes diferencias en las variantes textuales y asuntos de crítica textual.","dc.identifier":"161d1b0b-6119-4346-8c5f-0762620de632","dc.subject":["Espiritualidad","Lang:es","Biblias"],"dcterms.created":"2014-01-04T14:31:04","description":"La Biblia es una recopilación de textos que en un principio eran documentos separados (llamados «libros»), escritos primero en hebreo, arameo y griego durante un periodo muy dilatado y después reunidos para formar el Tanaj (Antiguo Testamento para los cristianos) y luego el Nuevo Testamento. Ambos testamentos forman la Biblia cristiana. En sí, los textos que componen la Biblia fueron escritos a lo largo de aproximadamente 1000 años (entre el 900 a. C. y el 100 d. C.). Los textos más antiguos se encuentran en el Libro de los Jueces («Canto de Débora») y en las denominadas fuentes «E» (tradición elohísta) y «J» (tradición yahvista) de la Torá (llamada Pentateuco por los cristianos), que son datadas en la época de los dos reinos (siglos X a VIII a. C.). El libro completo más antiguo, el de Oseas es también de la misma época. El pueblo judío identifica a la Biblia con el Tanaj, no consintiendo bajo ningún concepto el término Antiguo Testamento y no acepta la validez del llamado Nuevo Testamento, reconociéndose como texto sagrado únicamente al Tanaj.El canon de la Biblia que conocemos hoy fue sancionado por la Iglesia católica, bajo el pontificado de san Dámaso I, en el Sínodo de Roma del año 382, y esta versión es la que Jerónimo de Estridón tradujo al latín. Dicho canon consta de 73 libros: 46 constitutivos del llamado Antiguo Testamento, incluyendo 7 libros llamados actualmente Deuterocanónicos (Tobit, Judit, I Macabeos, II Macabeos, Sabiduría, Eclesiástico y Baruc) ―que han sido impugnados por judíos y protestantes― y 27 del Nuevo Testamento. Fue confirmado en el Concilio de Hipona en el año 393, y ratificado en los Concilios III de Cartago, en el año 397, y IV de Cartago, en el año 419.Cuando reformadores protestantes lo impugnaron, el canon católico fue nuevamente confirmado por decreto en la cuarta sesión del Concilio de Trento del 8 de abril de 1546. Ninguna de estas decisiones fue reconocida ni asumida por muchos protestantes, surgidos a partir del siglo XVI, ni por distintas denominaciones vinculadas al protestantismo surgidas a partir del siglo XIX. El canon de las Biblias cristianas ortodoxas es aún más amplio que el canon de las Biblias católicas romanas, e incluye el Salmo 151, la Oración de Manasés, el Libro III de Esdras y el Libro III de los Macabeos. En adición a estos, el Libro IV de Esdras y el Libro IV de los Macabeos figuran, asimismo, como apéndices en muchas importantes versiones y ediciones de la Biblia cristiana ortodoxa.El Antiguo Testamento narra principalmente la historia de los hebreos y el Nuevo Testamento la vida, muerte y resurrección de Jesús, su mensaje y la historia de los primeros cristianos. El Nuevo Testamento fue escrito en lengua griega koiné. En él se cita con frecuencia al Antiguo Testamento de la versión de los Setenta, traducción al griego del Antiguo Testamento realizada en Alejandría (Egipto) en el siglo III a. C.La Biblia es para los creyentes la palabra de Dios por ser indudable para estos su inspiración divina. Es un libro eminentemente espiritual y habla sobre la historia de la humanidad, su creación, su caída en el pecado y su salvación, que expone cómo el Dios creador se ha relacionado, se relaciona y se relacionará con el ser humano. De igual forma, la Biblia expone los atributos y el carácter de Dios.Para los creyentes cristianos, la Biblia es la principal fuente de fe y doctrina en Cristo. En el siglo XVI los diferentes movimientos de la Reforma Protestante comenzaron a experimentar un alto desgaste en discusiones filosóficas y a separarse unos de otros; para menguar este problema se definió el principio llamado «sola escritura», que significa que solamente la Biblia puede ser considerada fuente de doctrina cristiana. Para la Iglesia Católica Romana, además de la Biblia, también son fuente doctrinal la Tradición, las enseñanzas de los Padres de la Iglesia (discípulos de los apóstoles), y las decisiones emanadas de los Concilios. Esta divergencia entre cristianos se intensificó después de 1870, cuando el papa Pío IX promulgó la constitución Pastor Aeternus, del Concilio Vaticano I, que reafirma el Primado Romano y proclama la infalibilidad del papa en asuntos de fe, moral y doctrina cristiana (dogma de la infalibilidad papal) cuando habla ex cathedra (18 de julio de 1870) en cuanto único «sucesor de Pedro» y, consecuentemente, «custodio y depositario de las llaves del Reino de los Cielos»―. Mientras que los cristianos protestantes rechazan esta aseveración y consideran como cabeza única de la iglesia a Jesucristo. Para ambas partes esta gran diferencia ya no es considerada tan solo en términos filosóficos o religiosos, sino como designios divinos plasmados y asentados en la Biblia misma.Para los judíos ortodoxos, por supuesto, el Nuevo Testamento no tiene validez. El judaísmo rabínico considera como fuente de doctrina el Talmud, mientras los caraítas defienden desde el siglo VIII el Tanaj como única fuente de fe.--------------------------------------------La Nueva Biblia Latinoamericana de Hoy, con amplificaciones y referencias, es una traducción fiel de las Sagradas Escrituras según fueron escritas originalmente en Hebreo, Arameo y Griego. Se ha producido con el propósito de ofrecer al mundo de habla Hispana la riqueza y el poder de la Palabra de Dios en forma tal que sea un verdadero tesoro devocional y un instrumento práctico de estudio. Esta nueva versión es producto de la intensa labor y dedicación de un considerable número de eruditos de distintas denominaciones Cristianas, representantes de varios países de la América Latina y los Estados Unidos. Se publica con la firme convicción de que las Sagradas Escrituras, según fueron escritas en los idiomas originales, fueron inspiradas por Dios, y puesto que son Su eterna Palabra, hablan con renovado poder a cada generación para impartir la sabiduría que lleva a la salvación en Cristo, equipando al creyente para disfrutar de una vida abundante y feliz en la tierra, y constituyéndolo en testimonio viviente de la verdad para la gloria eterna de Dios. El Comité Editorial ha observado cuatro principios básicos. Ha tratado de ceñirse en todo lo posible a los idiomas originales de las Sagradas Escrituras y ha observado las reglas de la gramática usando un estilo ágil y ameno, procurando mantener su belleza literaria. La Nueva Biblia Latinoamericana de Hoy se ofrece en la seguridad de que los que buscan el mensaje y el conocimiento de las Sagradas Escrituras, hallarán aquí una traducción clara y fiel de la verdad revelada por Dios en Su Palabra. Ninguna obra de traducción será personalizada. Las Cuatro Normas Básicas de las Publicaciones de The Lockman Foundation Serán fieles a los idiomas originales Hebreo, Arameo y Griego.Serán gramaticalmente correctas.Estarán escritas en un lenguaje comprensible para todos.Darán al Señor Jesucristo el lugar que Le corresponde, el lugar que la Palabra de Dios Le da. Principios de Traducción En el texto de la Nueva Biblia Latinoamericana de Hoy se ha procurado usar la gramática y terminología del Español contemporáneo. Los pasajes que están escritos en forma poética en los textos de los idiomas originales se han escrito igualmente en forma poética en esta versión. TEXTO HEBREO. En la traducción del Antiguo Testamento se ha usado la Biblia Hebraica Stuttgartensia en la que se ha revisado por completo el aparato crítico de la Biblia Hebraica de Kittel. Para la traducción de los tiempos de los verbos Hebreos, se ha tomado en consideración la secuencia de los tiempos, el contexto inmediato, todo el pasaje en conjunto y si está escrito en prosa o en poesía, tratando siempre de ser lo más fiel posible al original. EL NOMBRE DE DIOS. Para el nombre de Dios hay varias palabras en Hebreo: uno de los más comunes es “Elohim” traducido “Dios”; otro es “Adonai” traducido “Señor”; pero el nombre asignado a Dios como Su nombre especial o Su nombre propio tiene en Hebreo estas cuatro letras “YHWH”. Este no era pronunciado por los Hebreos debido a la reverencia que tenían a lo sagrado de este nombre de la divinidad, y lo sustituían por otro de los nombres de Dios. La versión Griega del Antiguo Testamento, conocida como la Septuaginta (LXX), o versión de los Setenta, traduce “YHWH” generalmente por “Kurios” (Señor), y la Vulgata Latina, que tuvo también una gran influencia en la traducción de la Biblia a muchos idiomas, lo traduce por “Dominus” (Señor). En la Nueva Biblia Latinoamericana de Hoy hemos usado el nombre de “SEÑOR” (todo en mayúsculas) para traducir el tetragrámaton YHWH. Cuando este nombre ocurre junto al nombre Hebreo “Adonai” (Señor) entonces “YHWH” es traducido “DIOS” (todo en mayúsculas). Algunas versiones traducen este nombre por “Jehová” y otras por “Yavé” o “Yahveh.” TEXTO GRIEGO. Se ha prestado gran atención a los últimos manuscritos descubiertos para determinar el mejor texto posible. En general se ha seguido el texto del Novum Testamentum Graece de Nestle-Aland en su vigésima séptima edición. En cuanto a las voces, modos y tiempos del Griego que no tienen equivalencias exactas en Español, los editores se han guiado por las reglas de la gramática Española contemporánea al traducir los verbos. La fuerza y el sentido cronológico de los tiempos se han respetado consistentemente prestando cuidadosa atención al contexto.---------------------------------TRADUCCIÓN AL LENGUAJE ACTUALSociedades Bíblicas Unidas ha tomado en cuenta el cambio que sufre el idioma con el paso del tiempo y ha realizado la Traducción en lenguaje actual, que conserva la belleza literaria adaptada al mundo actual. Se ha traducido de tal manera que su mensaje sea equivalente al del texto original, pero de modo que pueda leerse en voz alta con fluidez, y que pueda escucharse sin problemas de comprensión. Características y beneficios 1. Equipo de traducción - El equipo de traductores y revisores fue constituido por hombres y mujeres de diferentes confesiones cristianas, de varias regiones del mundo hispano y de distintas disciplinas. Además del trabajo de este equipo, el texto ha sido revisado por personas cristianas representativas de los distintos países del mundo hispanohablante. 2. Fidelidad - La Traducción en lenguaje actual mantiene la fidelidad al sentido y mensaje del texto bíblico. Esta traducción no es una adaptación de ninguna versión castellana existente en el mercado. Es una traducción directa de los idiomas originales: hebreo, arameo y griego, realizada de tal manera que el lector también pueda captar los distintos aspectos emotivos, afectivos y espirituales del mensaje, tomando en cuenta los nuevos avances de la lingüística moderna y de la exégesis bíblica contemporánea. 3. Naturalidad - Normalmente se ha considerado la traducción como la tarea de decodificar el idioma fuente y transcribir el contenido en el idioma receptor. En la Traducción en lenguaje actual se ha concebido la traducción como comunicación. El receptor es el que determina, en mucho, la traducción. Sólo cuando se hacen las adaptaciones y modificaciones pertinentes es que el texto comunica algo significativo al receptor. A continuación algunos criterios que se han tomado en cuenta en esta traducción: a) Se ha prestado especial atención al enfoque, la transición, los diversos planos en los que aparecen los personajes, la relación que se da entre la vieja y la nueva información, cómo termina una oración y cómo empieza la siguiente, cambios de sustantivos y pronombres, la distancia entre el sujeto y el predicado, el acento de las sílabas, el ritmo de las construcciones gramaticales y los sonidos de las sílabas y las palabras. b) El párrafo lleva precedencia sobre las otras unidades menores, por lo que en la construcción de los mismos se ha seguido el orden cronológico de los hechos. Para evitar las oraciones complejas y largas, sin caer en un estilo «cortado» y aniñado, emplea la estructura sencilla y transparente. Por regla general, las oraciones se limitan a dos o tres cláusulas, y se evitan las cláusulas parentéticas. c) Se ha tomado en consideración la información explícita y la implícita. En algunos casos, para evitar innecesarias repeticiones, la información explícita se deja implícita. En otros casos, la información implícita se hace explícita. Se ha hecho eso cuando se considera que la información es importante para que el lector u oyente entienda bien el sentido total del párrafo o de la oración. d) Se han tomado en cuenta las expresiones idiomáticas, las figuras del lenguaje y, en un buen número de casos, el significado profundo de un texto, cuyo sentido sólo se logra por medio de la exégesis —lo que se ha llamado «traducción exegética». e) El lenguaje figurado también ha sido tomado en consideración y, hasta donde ha sido posible, las metáforas, símiles y otras figuras de dicción han sido mantenidas. Pero hay casos en los que la traducción ha tenido que hacer algunos ajustes para evitar la distorsión en la comprensión del mensaje. 4. Sencillez pero no simplicidad a) Palabras «rebuscadas» - Para evitar las palabras difíciles innecesarias, se han seguido dos lineamientos muy importantes: Es mejor usar una palabra difícil en lugar de emplear una frase muy elaborada o caer en la tentación de glosar demasiado el texto.Cuando ha habido necesidad de introducir una palabra de difícil significado, se dan algunas pistas en los contextos que ayudan al lector a entender la palabra. b) Lenguaje inclusivo - Sin violentar las necesarias «distancias» históricas, geográficas y culturales, se usa lenguaje neutral cuando el contexto no se refiere de manera concreta a «varones». 5. Notas al pie - Se usan notas al pie para explicar términos y palabras difíciles que pueden no quedar claras al tratar de mantener la fidelidad a los originales. Las notas incluyen además asuntos culturales, geográficos e históricos clave para la comprensión de un texto. También se usan notas cuando hay importantes diferencias en las variantes textuales y asuntos de crítica textual.","identifier":"161d1b0b-6119-4346-8c5f-0762620de632","meta.creation-date":"2014-01-04T14:31:04","meta.keyword":["Espiritualidad","Lang:es","Biblias"],"subject":["Espiritualidad","Lang:es","Biblias"]},"epub":{"title":"Biblia Traducción al Lenguaje Actual Católica","authors":["Anónimo"],"doctitle":"Biblia Traducción al Lenguaje Actual Católica","meta":{"dtb.uid":"urn:uuid:cf0f31ae-da79-bae1-d426-05789d748be6","dtb.depth":"2","dtb.totalpagecount":"0","dtb.maxpagenumber":"0"},"epubversion":2,"titles":["Biblia Traducción al Lenguaje Actual Católica"],"subjects":["Espiritualidad","Lang:es","Biblias"],"creators":[{"text":"Anónimo","role":"aut","fileas":"Anónimo"}],"contributors":[{"text":"Sociedades Bíblicas Unidas","role":"trl","fileas":"Unidas, Sociedades Bíblicas"},{"text":"nadie4ever","role":"cov","fileas":"nadie4ever"},{"role":"bkp"}],"metas":[{"name":"cover","text":"cover.jpg"},{"name":"Sigil version","text":"0.7.4"},{"name":"calibre:title_sort"},{"name":"calibre:user_categories","text":"{}"},{"name":"calibre:author_link_map","text":"{}"},{"name":"calibre:user_metadata:#version","text":"{\"is_category\": true, \"#extra#\": null, \"kind\": \"field\", \"is_custom\": true, \"is_csp\": false, \"colnum\": 5, \"column\": \"value\", \"rec_index\": 25, \"search_terms\": [\"#version\"], \"link_column\": \"value\", \"is_multiple2\": {\"cache_to_list\": \"|\", \"list_to_ui\": \", \", \"ui_to_list\": \",\"}, \"is_multiple\": \"|\", \"datatype\": \"text\", \"#value#\": [\"1.0\"], \"category_sort\": \"value\", \"table\": \"custom_column_5\", \"is_editable\": true, \"label\": \"version\", \"display\": {\"is_names\": false}, \"name\": \"Versión\"}"},{"name":"calibre:user_metadata:#autor_ord","text":"{\"is_category\": false, \"#extra#\": null, \"kind\": \"field\", \"is_custom\": true, \"is_csp\": false, \"colnum\": 3, \"column\": \"value\", \"rec_index\": 23, \"search_terms\": [\"#autor_ord\"], \"link_column\": \"value\", \"is_multiple2\": {}, \"is_multiple\": null, \"datatype\": \"composite\", \"#value#\": \"Anónimo\", \"category_sort\": \"value\", \"table\": \"custom_column_3\", \"is_editable\": true, \"label\": \"autor_ord\", \"display\": {\"composite_template\": \"{author_sort}\", \"contains_html\": false, \"make_category\": false, \"use_decorations\": 0, \"composite_sort\": \"text\"}, \"name\": \"Autores\"}"},{"name":"calibre:user_metadata:#epg_id","text":"{\"is_category\": false, \"#extra#\": null, \"kind\": \"field\", \"is_custom\": true, \"is_csp\": false, \"colnum\": 4, \"column\": \"value\", \"rec_index\": 24, \"search_terms\": [\"#epg_id\"], \"link_column\": \"value\", \"is_multiple2\": {}, \"is_multiple\": null, \"datatype\": \"float\", \"#value#\": 10010795.0, \"category_sort\": \"value\", \"table\": \"custom_column_4\", \"is_editable\": true, \"label\": \"epg_id\", \"display\": {\"number_format\": \"{0:0>6.0f}\"}, \"name\": \"EPG Id\"}"},{"name":"calibre:user_metadata:#pages","text":"{\"is_category\": false, \"#extra#\": null, \"kind\": \"field\", \"is_custom\": true, \"is_csp\": false, \"colnum\": 2, \"column\": \"value\", \"rec_index\": 22, \"search_terms\": [\"#pages\"], \"link_column\": \"value\", \"is_multiple2\": {}, \"is_multiple\": null, \"datatype\": \"int\", \"#value#\": 1795, \"category_sort\": \"value\", \"table\": \"custom_column_2\", \"is_editable\": true, \"label\": \"pages\", \"display\": {\"number_format\": \"{0:,}\"}, \"name\": \"Páginas\"}"},{"name":"calibre:user_metadata:#estado","text":"{\"is_category\": true, \"#extra#\": null, \"kind\": \"field\", \"is_custom\": true, \"is_csp\": false, \"colnum\": 7, \"column\": \"value\", \"rec_index\": 26, \"search_terms\": [\"#estado\"], \"link_column\": \"value\", \"label\": \"estado\", \"is_multiple\": null, \"datatype\": \"text\", \"#value#\": \"Disp.\", \"category_sort\": \"value\", \"table\": \"custom_column_7\", \"is_editable\": true, \"is_multiple2\": {}, \"display\": {\"use_decorations\": 0}, \"name\": \"Estado\"}"},{"name":"calibre:rating","text":"0.00"},{"name":"calibre:series","text":"Biblias"},{"name":"calibre:series_index","text":"7.0"},{"name":"calibre:timestamp","text":"2014-01-04T14:31:04"}]},"sha256":"BCB0C94DBA3F0165633892258A4B6E2C1C5E0FF133493E533BB4A3D90BD54E8A","clean.language":"spa,es,[\r\n  \"spa\"\r\n]","clean.title":"biblia traducción al lenguaje actual católica","clean.author":"anónimo","clean.creator":"anónimo"}