{"file":{"path":"E:\\Noah4\\Zibil Torvasi\\EPUB\\Sam Harris - The Moral Landscape_ How Scien_ues (v5.0).epub","name":"Sam Harris - The Moral Landscape_ How Scien_ues (v5.0).epub","ext":".epub","length":362606,"dir":"E:\\Noah4\\Zibil Torvasi\\EPUB","creation":"2016-11-08T22:32:01","lastaccess":"2021-05-12T14:44:45","lastwrite":"2016-11-08T22:34:42"},"hash":{"md5":"9F5E0C05059FD18A8426D630FAE2B1D1","sha1":"19A9D4E1DD41C03D6A87EFA374709E81E2A9C32E"},"tika":{"content-type":"application/epub+zip","creation-date":"2010-10-05T12:46:14","keywords":["Philosophy","Science","General","Moral and ethical aspects","Social Science","Philosophy & Social Aspects","Religion","Values","Ethics","Sociology of Religion","Ethics & Moral Philosophy","Science - Moral and ethical aspects"],"x-parsed-by":["org.apache.tika.parser.DefaultParser","org.apache.tika.parser.epub.EpubParser"],"contributor":"calibre (0.7.42) [http://calibre-ebook.com]","dc.contributor":"calibre (0.7.42) [http://calibre-ebook.com]","dc.description":"<h3>Amazon.com Review</h3><p><strong>Richard Dawkins on <em>The Moral Landscape</em></strong></p><p><em></em><br /><em></em></p><p>Beautifully written as they were (the elegance of his prose is a distilled blend of honesty and clarity) there was little in Sam Harris's previous books that couldn't have been written by any of his fellow \"horsemen\" of the \"new atheism.\" This book is different, though every bit as readable as the other two. I was one of those who had unthinkingly bought into the hectoring myth that science can say nothing about morals. To my surprise, <em>The Moral Landscape</em> has changed all that for me. It should change it for philosophers too. Philosophers of mind have already discovered that they can't duck the study of neuroscience, and the best of them have raised their game as a result. Sam Harris shows that the same should be true of moral philosophers, and it will turn their world exhilaratingly upside down. As for religion, and the preposterous idea that we need God to be good, nobody wields a sharper bayonet than Sam Harris. <em>--Richard Dawkins</em></p><hr /><p><strong>Amazon Exclusive: Q &amp; A – Sam Harris</strong>  </p><p><strong>Q: </strong>Are there right and wrong answers to moral questions?</p><p><strong>Harris: </strong>Morality must relate, at some level, to the well-being of conscious creatures. If there are more and less effective ways for us to seek happiness and to avoid misery in this world—and there clearly are—then there are right and wrong answers to questions of morality.</p><p><strong>Q: </strong>Are you saying that science can answer such questions?</p><p><strong>Harris: </strong>Yes, in principle. Human well-being is not a random phenomenon. It depends on many factors—ranging from genetics and neurobiology to sociology and economics. But, clearly, there are scientific truths to be known about how we can flourish in this world. Wherever we can act so as to have an impact on the well-being of others, questions of morality apply.</p><p><strong>Q: </strong>But can’t moral claims be in conflict? Aren’t there many situations in which one person’s happiness means another’s suffering?</p><p><strong>Harris: </strong>There as some circumstances like this, and we call these contests ?zero-sum.? Generally speaking, however, the most important moral occasions are not like this. If we could eliminate war, nuclear proliferation, malaria, chronic hunger, child abuse, etc.—these changes would be good, on balance, for everyone. There are surely neurobiological, psychological, and sociological reasons why this is so—which is to say that science could potentially tell us exactly why a phenomenon like child abuse diminishes human well-being.</p><p>But we don’t have to wait for science to do this. We already have very good reasons to believe that mistreating children is bad for everyone. I think it is important for us to admit that this is not a claim about our personal preferences, or merely something our culture has conditioned us to believe. It is a claim about the architecture of our minds and the social architecture of our world. Moral truths of this kind must find their place in any scientific understanding of human experience. </p><p><strong>Q: </strong>What if some people simply have different notions about what is truly important in life? How could science tell us that the actions of the Taliban are in fact immoral, when the Taliban think they are behaving morally?</p><p><strong>Harris: </strong>As I discuss in my book, there may be different ways for people to thrive, but there are clearly many more ways for them not to thrive. The Taliban are a perfect example of a group of people who are struggling to build a society that is obviously less good than many of the other societies on offer. Afghan women have a 12% literacy rate and a life expectancy of 44 years. Afghanistan has nearly the highest maternal and infant mortality rates in the world. It also has one of the highest birthrates. Consequently, it is one of the best places on earth to watch women and infants die. And Afghanistan’s GDP is currently lower than the world’s average was in the year 1820. It is safe to say that the optimal response to this dire situation—that is to say, the most moral response—is not to throw battery acid in the faces of little girls for the crime of learning to read. This may seem like common sense to us—and it is—but I am saying that it is also, at bottom, a claim about biology, psychology, sociology, and economics. It is not, therefore, unscientific to say that the Taliban are wrong about morality. In fact, we must say this, the moment we admit that we know anything at all about human well-being.</p><p><strong>Q: </strong>But what if the Taliban simply have different goals in life?</p><p><strong>Harris: </strong>Well, the short answer is—they don’t. They are clearly seeking happiness in this life, and, more importantly, they imagine that they are securing it in a life to come. They believe that they will enjoy an eternity of happiness after death by following the strictest interpretation of Islamic law here on earth. This is also a claim about which science should have an opinion—as it is almost certainly untrue. There is no question, however, that the Taliban are seeking well-being, in some sense—they just have some very strange beliefs about how to attain it.</p><p>In my book, I try to spell out why moral disagreements do not put the concept of moral truth in jeopardy. In the moral sphere, as in all others, some people don’t know what they are missing. In fact, I suspect that most of us don’t know what we are missing: It must be possible to change human experience in ways that would uncover levels of human flourishing that most of us cannot imagine. In every area of genuine discovery, there are horizons past which we cannot see. </p><p><strong>Q: </strong>What do you mean when you talk about a moral landscape?</p><p><strong>Harris: </strong>This is the phrase I use to describe the space of all possible experience—where the peaks correspond to the heights of well-being and valleys represent the worst possible suffering. We are all someplace on this landscape, faced with the prospect of moving up or down. Given that our experience is fully constrained by the laws of the universe, there must be scientific answers to the question of how best to move upwards, toward greater happiness.</p><p>This is not to say that there is only one right way for human beings to live. There might be many peaks on this landscape—but there are clearly many ways not to be on a peak. </p><p><strong>Q: </strong>How could science guide us on the moral landscape?</p><p><strong>Harris: </strong>Insofar as we can understand human wellbeing, we will understand the conditions that best secure it. Some are obvious, of course. Positive social emotions like compassion and empathy are generally good for us, and we want to encourage them. But do we know how to most reliably raise children to care about the suffering of other people? I’m not sure we do. Are there genes that make certain people more compassionate than others? What social systems and institutions could maximize our sense of connectedness to the rest of humanity? These questions have answers, and only a science of morality could deliver them.</p><p><strong>Q: </strong>Why is it taboo for a scientist to attempt to answer moral questions?</p><p><strong>Harris: </strong>I think there are two primary reasons why scientists hesitate to do this. The first, and most defensible, is borne of their appreciation for how difficult it is to understand complex systems. Our investigation of the human mind is in its infancy, even after nearly two centuries of studying the brain. So scientists fear that answers to specific questions about human well-being may be very difficult to come by, and confidence on many points is surely premature. This is true. But, as I argue in my book, mistaking no answers in practice for no answers in principle is a huge mistake.</p><p>The second reason is that many scientists have been misled by a combination of bad philosophy and political correctness. This leads them to feel that the only intellectually defensible position to take when in the presence of moral disagreement is to consider all opinions equally valid or equally nonsensical. On one level, this is an understandable and even noble over-correction for our history of racism, ethnocentrism, and imperialism. But it is an over-correction nonetheless. As I try to show in my book, it is not a sign of intolerance for us to notice that some cultures and sub-cultures do a terrible job of producing human lives worth living. </p><p><strong>Q: </strong>What is the difference between there being no answers in practice and no answers in principle, and why is this distinction important in understanding the relationship between human knowledge and human values?</p><p><strong>Harris: </strong>There are an infinite number of questions that we will never answer, but which clearly have answers. How many fish are there in the world’s oceans at this moment? We will never know. And yet, we know that this question, along with an infinite number of questions like it, have correct answers. We simply can’t get access to the data in any practical way.</p><p>There are many questions about human subjectivity—and about the experience of conscious creatures generally—that have this same structure. Which causes more human suffering, stealing or lying? Questions like this are not at all meaningless, in that they must have answers, but it could be hopeless to try to answer them with any precision. Still, once we admit that any discussion of human values must relate to a larger reality in which actual answers exist, we can then reject many answers as obviously wrong. If, in response to the question about the world’s fish, someone were to say, ?There are exactly a thousand fish in the sea.? We know that this person is not worth listening to. And many people who have strong opinions on moral questions have no more credibility than this. Anyone who thinks that gay marriage is the greatest problem of the 21st century, or that women should be forced to live in burqas, is not worth listening to on the subject of morality. </p><p><strong>Q: </strong>What do you think the role of religion is in determining human morality?</p><p><strong>Harris: </strong>I think it is generally an unhelpful one. Religious ideas about good and evil tend to focus on how to achieve well-being in the next life, and this makes them terrible guides to securing it in this one. Of course, there are a few gems to be found in every religious tradition, but in so far as these precepts are wise and useful they are not, in principle, religious. You do not need to believe that the Bible was dictated by the Creator of the Universe, or that Jesus Christ was his son, to see the wisdom and utility of following the Golden Rule.</p><p>The problem with religious morality is that it often causes people to care about the wrong things, leading them to make choices that needlessly perpetuate human suffering. Consider the Catholic Church: This is an institution that excommunicates women who want to become priests, but it does not excommunicate male priests who rape children. The Church is more concerned about stopping contraception than stopping genocide. It is more worried about gay marriage than about nuclear proliferation. When we realize that morality relates to questions of human and animal well-being, we can see that the Catholic Church is as confused about morality as it is about cosmology. It is not offering an alternative moral framework; it is offering a false one. </p><p><strong>Q: </strong>So people don’t need religion to live an ethical life?</p><p><strong>Harris: </strong>No. And a glance at the lives of most atheists, and at the most atheistic societies on earth—Denmark, Sweden, etc.—proves that this is so. Even the faithful can’t really get their deepest moral principles from religion—because books like the Bible and the Qur’an are full of barbaric injunctions that all decent and sane people must now reinterpret or ignore. How is it that most Jews, Christians, and Muslims are opposed to slavery? You don’t get this moral insight from scripture, because the God of Abraham expects us to keep slaves. Consequently, even religious fundamentalists draw many of their moral positions from a wider conversation about human values that is not, in principle, religious. We are the guarantors of the wisdom we find in scripture, such as it is. And we are the ones who must ignore God when he tells us to kill people for working on the Sabbath.</p><p><strong>Q: </strong>How will admitting that there are right and wrong answers to issues of human and animal flourishing transform the way we think and talk about morality?</p><p><strong>Harris: </strong>What I’ve tried to do in my book is give a framework in which we can think about human values in universal terms. Currently, the most important questions in human life—questions about what constitutes a good life, which wars we should fight or not fight, which diseases should be cured first, etc.—are thought to lie outside the purview of science, in principle. Therefore, we have divorced the most important questions in human life from the context in which our most rigorous and intellectually honest thinking gets done.</p><p>Moral truth entirely depends on actual and potential changes in the well-being of conscious creatures. As such, there are things to be discovered about it through careful observation and honest reasoning. It seems to me that the only way we are going to build a global civilization based on shared values—allowing us to converge on the same political, economic, and environmental goals—is to admit that questions about right and wrong and good and evil have answers, in the same way the questions about human health do. </p><h3>Review</h3><p>“Sam Harris breathes intellectual fire into an ancient debate. Reading this thrilling, audacious book, you feel the ground shifting beneath your feet. Reason has never had a more passionate advocate.”</p><p>—Ian McEwan  </p><p>Beautifully written as they were (the elegance of his prose is a distilled blend of honesty and clarity) there was little in Sam Harris's previous books that couldn't have been written by any of his fellow 'horsemen' of the 'new atheism'. This book is different, though every bit as readable as the other two. I was one of those who had unthinkingly bought into the hectoring myth that science can say nothing about morals. To my surprise, <em>The Moral Landscape</em> has changed all that for me. It should change it for philosophers too. Philosophers of mind have already discovered that they can't duck the study of neuroscience, and the best of them have raised their game as a result. Sam Harris shows that the same should be true of moral philosophers, and it will turn their world exhilaratingly upside down. As for religion, and the preposterous idea that we need God to be good, nobody wields a sharper bayonet than Sam Harris.</p><p>--Richard Dawkins</p><p>“Reading Sam Harris is like drinking water from a cool stream on a hot day. He has the rare ability to frame arguments that are not only stimulating, they are downright nourishing, even if you don’t always agree with him! In this new book he argues from a philosophical and a neurobiological perspective that science can and should determine morality. His discussions will provoke secular liberals and religious conservatives alike, who jointly argue from different perspectives that there always will be an unbridgeable chasm between merely knowing what is and discerning what should be. As was the case with Harris’ previous books, readers are bound to come away with previously firm convictions about the world challenged, and a vital new awareness about the nature and value of science and reason in our lives.”</p><p><em>—</em>Lawrence M. Krauss, Foundation Professor and Director of the ASU Origins Project at Arizona State University_, <em>author of</em> The Physics of Star Trek,_ and_, Quantum Man: Richard Feynman’s Life in Science _  </p><p>“A lively, provocative, and timely new look at one of the deepest problems in the world of ideas. Harris makes a powerful case for a morality that is based on human flourishing and thoroughly enmeshed with science and rationality. It is a tremendously appealing vision, and one that no thinking person can afford to ignore.”</p><p>--Steven Pinker, Harvard College Professor of Psychology, Harvard University, and author of How the Mind Works and The Blank Slate. </p>","dc.identifier":"e7022bc6-b1bb-4e5f-9b22-c0349e55dfab","dc.publisher":"Simon and Schuster","dc.subject":["Philosophy","Science","General","Moral and ethical aspects","Social Science","Philosophy & Social Aspects","Religion","Values","Ethics","Sociology of Religion","Ethics & Moral Philosophy","Science - Moral and ethical aspects"],"dcterms.created":"2010-10-05T12:46:14.275469+05:00","description":"<h3>Amazon.com Review</h3><p><strong>Richard Dawkins on <em>The Moral Landscape</em></strong></p><p><em></em><br /><em></em></p><p>Beautifully written as they were (the elegance of his prose is a distilled blend of honesty and clarity) there was little in Sam Harris's previous books that couldn't have been written by any of his fellow \"horsemen\" of the \"new atheism.\" This book is different, though every bit as readable as the other two. I was one of those who had unthinkingly bought into the hectoring myth that science can say nothing about morals. To my surprise, <em>The Moral Landscape</em> has changed all that for me. It should change it for philosophers too. Philosophers of mind have already discovered that they can't duck the study of neuroscience, and the best of them have raised their game as a result. Sam Harris shows that the same should be true of moral philosophers, and it will turn their world exhilaratingly upside down. As for religion, and the preposterous idea that we need God to be good, nobody wields a sharper bayonet than Sam Harris. <em>--Richard Dawkins</em></p><hr /><p><strong>Amazon Exclusive: Q &amp; A – Sam Harris</strong>  </p><p><strong>Q: </strong>Are there right and wrong answers to moral questions?</p><p><strong>Harris: </strong>Morality must relate, at some level, to the well-being of conscious creatures. If there are more and less effective ways for us to seek happiness and to avoid misery in this world—and there clearly are—then there are right and wrong answers to questions of morality.</p><p><strong>Q: </strong>Are you saying that science can answer such questions?</p><p><strong>Harris: </strong>Yes, in principle. Human well-being is not a random phenomenon. It depends on many factors—ranging from genetics and neurobiology to sociology and economics. But, clearly, there are scientific truths to be known about how we can flourish in this world. Wherever we can act so as to have an impact on the well-being of others, questions of morality apply.</p><p><strong>Q: </strong>But can’t moral claims be in conflict? Aren’t there many situations in which one person’s happiness means another’s suffering?</p><p><strong>Harris: </strong>There as some circumstances like this, and we call these contests ?zero-sum.? Generally speaking, however, the most important moral occasions are not like this. If we could eliminate war, nuclear proliferation, malaria, chronic hunger, child abuse, etc.—these changes would be good, on balance, for everyone. There are surely neurobiological, psychological, and sociological reasons why this is so—which is to say that science could potentially tell us exactly why a phenomenon like child abuse diminishes human well-being.</p><p>But we don’t have to wait for science to do this. We already have very good reasons to believe that mistreating children is bad for everyone. I think it is important for us to admit that this is not a claim about our personal preferences, or merely something our culture has conditioned us to believe. It is a claim about the architecture of our minds and the social architecture of our world. Moral truths of this kind must find their place in any scientific understanding of human experience. </p><p><strong>Q: </strong>What if some people simply have different notions about what is truly important in life? How could science tell us that the actions of the Taliban are in fact immoral, when the Taliban think they are behaving morally?</p><p><strong>Harris: </strong>As I discuss in my book, there may be different ways for people to thrive, but there are clearly many more ways for them not to thrive. The Taliban are a perfect example of a group of people who are struggling to build a society that is obviously less good than many of the other societies on offer. Afghan women have a 12% literacy rate and a life expectancy of 44 years. Afghanistan has nearly the highest maternal and infant mortality rates in the world. It also has one of the highest birthrates. Consequently, it is one of the best places on earth to watch women and infants die. And Afghanistan’s GDP is currently lower than the world’s average was in the year 1820. It is safe to say that the optimal response to this dire situation—that is to say, the most moral response—is not to throw battery acid in the faces of little girls for the crime of learning to read. This may seem like common sense to us—and it is—but I am saying that it is also, at bottom, a claim about biology, psychology, sociology, and economics. It is not, therefore, unscientific to say that the Taliban are wrong about morality. In fact, we must say this, the moment we admit that we know anything at all about human well-being.</p><p><strong>Q: </strong>But what if the Taliban simply have different goals in life?</p><p><strong>Harris: </strong>Well, the short answer is—they don’t. They are clearly seeking happiness in this life, and, more importantly, they imagine that they are securing it in a life to come. They believe that they will enjoy an eternity of happiness after death by following the strictest interpretation of Islamic law here on earth. This is also a claim about which science should have an opinion—as it is almost certainly untrue. There is no question, however, that the Taliban are seeking well-being, in some sense—they just have some very strange beliefs about how to attain it.</p><p>In my book, I try to spell out why moral disagreements do not put the concept of moral truth in jeopardy. In the moral sphere, as in all others, some people don’t know what they are missing. In fact, I suspect that most of us don’t know what we are missing: It must be possible to change human experience in ways that would uncover levels of human flourishing that most of us cannot imagine. In every area of genuine discovery, there are horizons past which we cannot see. </p><p><strong>Q: </strong>What do you mean when you talk about a moral landscape?</p><p><strong>Harris: </strong>This is the phrase I use to describe the space of all possible experience—where the peaks correspond to the heights of well-being and valleys represent the worst possible suffering. We are all someplace on this landscape, faced with the prospect of moving up or down. Given that our experience is fully constrained by the laws of the universe, there must be scientific answers to the question of how best to move upwards, toward greater happiness.</p><p>This is not to say that there is only one right way for human beings to live. There might be many peaks on this landscape—but there are clearly many ways not to be on a peak. </p><p><strong>Q: </strong>How could science guide us on the moral landscape?</p><p><strong>Harris: </strong>Insofar as we can understand human wellbeing, we will understand the conditions that best secure it. Some are obvious, of course. Positive social emotions like compassion and empathy are generally good for us, and we want to encourage them. But do we know how to most reliably raise children to care about the suffering of other people? I’m not sure we do. Are there genes that make certain people more compassionate than others? What social systems and institutions could maximize our sense of connectedness to the rest of humanity? These questions have answers, and only a science of morality could deliver them.</p><p><strong>Q: </strong>Why is it taboo for a scientist to attempt to answer moral questions?</p><p><strong>Harris: </strong>I think there are two primary reasons why scientists hesitate to do this. The first, and most defensible, is borne of their appreciation for how difficult it is to understand complex systems. Our investigation of the human mind is in its infancy, even after nearly two centuries of studying the brain. So scientists fear that answers to specific questions about human well-being may be very difficult to come by, and confidence on many points is surely premature. This is true. But, as I argue in my book, mistaking no answers in practice for no answers in principle is a huge mistake.</p><p>The second reason is that many scientists have been misled by a combination of bad philosophy and political correctness. This leads them to feel that the only intellectually defensible position to take when in the presence of moral disagreement is to consider all opinions equally valid or equally nonsensical. On one level, this is an understandable and even noble over-correction for our history of racism, ethnocentrism, and imperialism. But it is an over-correction nonetheless. As I try to show in my book, it is not a sign of intolerance for us to notice that some cultures and sub-cultures do a terrible job of producing human lives worth living. </p><p><strong>Q: </strong>What is the difference between there being no answers in practice and no answers in principle, and why is this distinction important in understanding the relationship between human knowledge and human values?</p><p><strong>Harris: </strong>There are an infinite number of questions that we will never answer, but which clearly have answers. How many fish are there in the world’s oceans at this moment? We will never know. And yet, we know that this question, along with an infinite number of questions like it, have correct answers. We simply can’t get access to the data in any practical way.</p><p>There are many questions about human subjectivity—and about the experience of conscious creatures generally—that have this same structure. Which causes more human suffering, stealing or lying? Questions like this are not at all meaningless, in that they must have answers, but it could be hopeless to try to answer them with any precision. Still, once we admit that any discussion of human values must relate to a larger reality in which actual answers exist, we can then reject many answers as obviously wrong. If, in response to the question about the world’s fish, someone were to say, ?There are exactly a thousand fish in the sea.? We know that this person is not worth listening to. And many people who have strong opinions on moral questions have no more credibility than this. Anyone who thinks that gay marriage is the greatest problem of the 21st century, or that women should be forced to live in burqas, is not worth listening to on the subject of morality. </p><p><strong>Q: </strong>What do you think the role of religion is in determining human morality?</p><p><strong>Harris: </strong>I think it is generally an unhelpful one. Religious ideas about good and evil tend to focus on how to achieve well-being in the next life, and this makes them terrible guides to securing it in this one. Of course, there are a few gems to be found in every religious tradition, but in so far as these precepts are wise and useful they are not, in principle, religious. You do not need to believe that the Bible was dictated by the Creator of the Universe, or that Jesus Christ was his son, to see the wisdom and utility of following the Golden Rule.</p><p>The problem with religious morality is that it often causes people to care about the wrong things, leading them to make choices that needlessly perpetuate human suffering. Consider the Catholic Church: This is an institution that excommunicates women who want to become priests, but it does not excommunicate male priests who rape children. The Church is more concerned about stopping contraception than stopping genocide. It is more worried about gay marriage than about nuclear proliferation. When we realize that morality relates to questions of human and animal well-being, we can see that the Catholic Church is as confused about morality as it is about cosmology. It is not offering an alternative moral framework; it is offering a false one. </p><p><strong>Q: </strong>So people don’t need religion to live an ethical life?</p><p><strong>Harris: </strong>No. And a glance at the lives of most atheists, and at the most atheistic societies on earth—Denmark, Sweden, etc.—proves that this is so. Even the faithful can’t really get their deepest moral principles from religion—because books like the Bible and the Qur’an are full of barbaric injunctions that all decent and sane people must now reinterpret or ignore. How is it that most Jews, Christians, and Muslims are opposed to slavery? You don’t get this moral insight from scripture, because the God of Abraham expects us to keep slaves. Consequently, even religious fundamentalists draw many of their moral positions from a wider conversation about human values that is not, in principle, religious. We are the guarantors of the wisdom we find in scripture, such as it is. And we are the ones who must ignore God when he tells us to kill people for working on the Sabbath.</p><p><strong>Q: </strong>How will admitting that there are right and wrong answers to issues of human and animal flourishing transform the way we think and talk about morality?</p><p><strong>Harris: </strong>What I’ve tried to do in my book is give a framework in which we can think about human values in universal terms. Currently, the most important questions in human life—questions about what constitutes a good life, which wars we should fight or not fight, which diseases should be cured first, etc.—are thought to lie outside the purview of science, in principle. Therefore, we have divorced the most important questions in human life from the context in which our most rigorous and intellectually honest thinking gets done.</p><p>Moral truth entirely depends on actual and potential changes in the well-being of conscious creatures. As such, there are things to be discovered about it through careful observation and honest reasoning. It seems to me that the only way we are going to build a global civilization based on shared values—allowing us to converge on the same political, economic, and environmental goals—is to admit that questions about right and wrong and good and evil have answers, in the same way the questions about human health do. </p><h3>Review</h3><p>“Sam Harris breathes intellectual fire into an ancient debate. Reading this thrilling, audacious book, you feel the ground shifting beneath your feet. Reason has never had a more passionate advocate.”</p><p>—Ian McEwan  </p><p>Beautifully written as they were (the elegance of his prose is a distilled blend of honesty and clarity) there was little in Sam Harris's previous books that couldn't have been written by any of his fellow 'horsemen' of the 'new atheism'. This book is different, though every bit as readable as the other two. I was one of those who had unthinkingly bought into the hectoring myth that science can say nothing about morals. To my surprise, <em>The Moral Landscape</em> has changed all that for me. It should change it for philosophers too. Philosophers of mind have already discovered that they can't duck the study of neuroscience, and the best of them have raised their game as a result. Sam Harris shows that the same should be true of moral philosophers, and it will turn their world exhilaratingly upside down. As for religion, and the preposterous idea that we need God to be good, nobody wields a sharper bayonet than Sam Harris.</p><p>--Richard Dawkins</p><p>“Reading Sam Harris is like drinking water from a cool stream on a hot day. He has the rare ability to frame arguments that are not only stimulating, they are downright nourishing, even if you don’t always agree with him! In this new book he argues from a philosophical and a neurobiological perspective that science can and should determine morality. His discussions will provoke secular liberals and religious conservatives alike, who jointly argue from different perspectives that there always will be an unbridgeable chasm between merely knowing what is and discerning what should be. As was the case with Harris’ previous books, readers are bound to come away with previously firm convictions about the world challenged, and a vital new awareness about the nature and value of science and reason in our lives.”</p><p><em>—</em>Lawrence M. Krauss, Foundation Professor and Director of the ASU Origins Project at Arizona State University_, <em>author of</em> The Physics of Star Trek,_ and_, Quantum Man: Richard Feynman’s Life in Science _  </p><p>“A lively, provocative, and timely new look at one of the deepest problems in the world of ideas. Harris makes a powerful case for a morality that is based on human flourishing and thoroughly enmeshed with science and rationality. It is a tremendously appealing vision, and one that no thinking person can afford to ignore.”</p><p>--Steven Pinker, Harvard College Professor of Psychology, Harvard University, and author of How the Mind Works and The Blank Slate. </p>","identifier":"e7022bc6-b1bb-4e5f-9b22-c0349e55dfab","meta.creation-date":"2010-10-05T12:46:14.275469+05:00","meta.keyword":["Philosophy","Science","General","Moral and ethical aspects","Social Science","Philosophy & Social Aspects","Religion","Values","Ethics","Sociology of Religion","Ethics & Moral Philosophy","Science - Moral and ethical aspects"],"publisher":"Simon and Schuster","subject":["Philosophy","Science","General","Moral and ethical aspects","Social Science","Philosophy & Social Aspects","Religion","Values","Ethics","Sociology of Religion","Ethics & Moral Philosophy","Science - Moral and ethical aspects"]},"epub":{"title":"The Moral Landscape: How Science Can Determine Human Values","authors":["Sam Harris"],"doctitle":"The Moral Landscape: How Science Can Determine Human Values","meta":{"dtb.uid":"e7022bc6-b1bb-4e5f-9b22-c0349e55dfab","dtb.depth":"2","dtb.generator":"calibre (0.7.42)","dtb.totalpagecount":"0","dtb.maxpagenumber":"0"},"epubversion":2,"titles":["The Moral Landscape: How Science Can Determine Human Values"],"subjects":["Philosophy","Science","General","Moral and ethical aspects","Social Science","Philosophy & Social Aspects","Religion","Values","Ethics","Sociology of Religion","Ethics & Moral Philosophy","Science - Moral and ethical aspects"],"publishers":["Simon and Schuster"],"creators":[{"text":"Sam Harris","role":"aut","fileas":"Harris, Sam"}],"contributors":[{"text":"calibre (0.7.42) [http://calibre-ebook.com]","role":"bkp"}],"metas":[{"name":"calibre:rating","text":"8.00"},{"name":"calibre:timestamp","text":"2011-01-26T11:43:25.308146+04:00"},{"name":"cover","text":"cover"}]},"sha256":"CFB7CA47548BABC9D148495AE6E58C880A30F58C36039B0F15CBAA0051093F37","clean.language":"en,[\r\n  \"en\"\r\n]","clean.title":"the moral landscape: how science can determine human values","clean.author":"sam harris","clean.creator":"sam harris"}