{"file":{"path":"D:\\DownloadsFromC\\TelegramExport\\ChatExport_2021-12-11\\files\\Gillian Flynn - Gone Girl .epub","name":"Gillian Flynn - Gone Girl .epub","ext":".epub","length":487526,"dir":"D:\\DownloadsFromC\\TelegramExport\\ChatExport_2021-12-11\\files","creation":"2021-12-11T19:12:28","lastaccess":"2021-12-12T14:04:50","lastwrite":"2021-12-11T19:12:31"},"hash":{"md5":"C7395BC717829A7A98DE7F05A5EB51F6","sha1":"CA99C34058BFFA0372CE8BB4EA3A445E2C175C83"},"tika":{"content-type":"application/epub+zip","creation-date":"2012-06-05T10:00:00","keywords":["Thrillers","General","Suspense","Mystery & Detective","Fiction"],"x-parsed-by":["org.apache.tika.parser.DefaultParser","org.apache.tika.parser.epub.EpubParser"],"contributor":"calibre (0.8.4) [http://calibre-ebook.com]","dc.contributor":"calibre (0.8.4) [http://calibre-ebook.com]","dc.description":"<div><p>Marriage can be a real killer. <br>   One of the most critically acclaimed suspense writers of our time, <em>New York Times</em> bestseller Gillian Flynn takes that statement to its darkest place in this unputdownable masterpiece about a marriage gone terribly, terribly wrong. The <em>Chicago Tribune </em>proclaimed that her work “draws you in and keeps you reading with the force of a pure but nasty addiction.” <em>Gone Girl</em>’s toxic mix of sharp-edged wit and deliciously chilling prose creates a nerve-fraying thriller that confounds you at every turn. <br>   On a warm summer morning in North Carthage, Missouri, it is Nick and Amy Dunne’s fifth wedding anniversary. Presents are being wrapped and reservations are being made when Nick’s clever and beautiful wife disappears from their rented McMansion on the Mississippi River. Husband-of-the-Year Nick isn’t doing himself any favors with cringe-worthy daydreams about the slope and shape of his wife’s head, but passages from Amy's diary reveal the alpha-girl perfectionist could have put anyone dangerously on edge<strong>.</strong> Under mounting pressure from the police and the media—as well as Amy’s fiercely doting parents—the town golden boy parades an endless series of lies, deceits, and inappropriate behavior. Nick is oddly evasive, and he’s definitely bitter—but is he really a killer? <br>   As the cops close in, every couple in town is soon wondering how well they know the one that they love. With his twin sister, Margo, at his side, Nick stands by his innocence. Trouble is, if Nick didn’t do it, where is that beautiful wife? And what was in that silvery gift box hidden in the back of her bedroom closet?<br>   With her razor-sharp writing and trademark psychological insight, Gillian Flynn delivers a fast-paced, devilishly dark, and ingeniously plotted thriller that confirms her status as one of the hottest writers around.</p><h3>Amazon.com Review</h3><p><strong>Amazon Best Books of the Month, June 2012</strong>: On the day of their fifth wedding anniversary, Nick's wife Amy disappears. There are signs of struggle in the house and Nick quickly becomes the prime suspect. It doesn't help that Nick hasn't been completely honest with the police and, as Amy's case drags out for weeks, more and more vilifying evidence appears against him. Nick, however, maintains his innocence. Told from alternating points of view between Nick and Amy, Gillian Flynn creates an untrustworthy world that changes chapter-to-chapter. Calling <em>Gone Girl</em> a psychological thriller is an understatement. As revelation after revelation unfolds, it becomes clear that the truth does not exist in the middle of Nick and Amy's points of view; in fact, the truth is far more dark, more twisted, and more creepy than you can imagine. <em>Gone Girl</em> is masterfully plotted from start to finish and the suspense doesn't waver for one page. It's one of those books you will feel the need to discuss immediately after finishing because the ending doesn't just come; it punches you in the gut. <em>--Caley Anderson</em></p><h4>From Author Gillian Flynn</h4><p>You might say I specialize in difficult characters. Damaged, disturbed, or downright nasty. Personally, I love each and every one of the misfits, losers, and outcasts in my three novels. My supporting characters are meth tweakers, truck-stop strippers, backwoods grifters ...</p><p>But it's my narrators who are the real challenge.</p><p>In <em>Sharp Objects,</em> Camille Preaker is a mediocre journalist fresh from a stay at a psychiatric hospital. She's an alcoholic. She's got impulse issues. She's also incredibly lonely. Her best friend is her boss. When she returns to her hometown to investigate a child murder, she parks down the street from her mother's house \"so as to seem less obtrusive.\" She has no sense of whom to trust, and this leads to disaster.</p><p>Camille is cut off from the world but would rather not be. In <em>Dark Places,</em> narrator Libby Day is aggressively lonely. She cultivates her isolation. She lives off a trust fund established for her as a child when her family was massacred; she isn't particularly grateful for it. She's a liar, a manipulator, a kleptomaniac. \"I have a meanness inside me, real as an organ,\" she warns. \"Draw a picture of my soul and it'd be a scribble with fangs.\" If Camille is overly grateful when people want to befriend her, Libby's first instinct is to kick them in their shins.</p><p>In those first two novels, I explored the geography of loneliness--and the devastation it can lead to. With <em>Gone Girl,</em> I wanted to go the opposite direction: what happens when two people intertwine their lives completely.I wanted to explore the geography of intimacy--and the devastation it can lead to. Marriage gone toxic.</p><p><em>Gone Girl</em> opens on the occasion of Amy and Nick Dunne's fifth wedding anniversary. (How romantic.) Amy disappears under very disturbing circumstances. (Less romantic.) Nick and Amy Dunne were the golden couple when they first began their courtship. Soul mates. They could complete each other's sentences, guess each other's reactions. They could push each other's buttons. They are smart, charming, gorgeous, and also narcissistic, selfish, and cruel.</p><p>They complete each other--in a very dangerous way.</p><h3>Review</h3><p>“Ice-pick-sharp… Spectacularly sneaky… Impressively cagey… <em>Gone Girl</em> is Ms. Flynn’s dazzling breakthrough. It is wily, mercurial, subtly layered and populated by characters so well imagined that they’re hard to part with — even if, as in Amy’s case, they are already departed. And if you have any doubts about whether Ms. Flynn measures up to Patricia Highsmith’s level of discreet malice, go back and look at the small details. Whatever you raced past on a first reading will look completely different the second time around.” —Janet Maslin, *New York Times<br></p><p><em>“An ingenious and viperish thriller… It’s going to make Gillian Flynn a star… The first half of </em>Gone Girl<em> is a nimble, caustic riff on our Nancy Grace culture and the way in which ''The butler did it'' has morphed into ''The husband did it.'' The second half is the real stunner, though. Now I really am going to shut up before I spoil what instantly shifts into a great, breathless read. Even as </em>Gone Girl<em> grows truly twisted and wild, it says smart things about how tenuous power relations are between men and women, and how often couples are at the mercy of forces beyond their control. As if that weren’t enough, Flynn has created a genuinely creepy villain you don't see coming. People love to talk about the banality of evil. You’re about to meet a maniac you could fall in love with. <strong>A</strong>” </em>—<em>Jeff Giles, </em>Entertainment Weekly<br><em><br>“An irresistible summer thriller with a twisting plot worthy of Alfred Hitchcock. Burrowing deep into the murkiest corners of the human psyche, this delectable summer read will give you the creeps and keep you on edge until the last page.” </em>—People* (four stars)<br></p><p>“[A] thoroughbred thriller about the nature of identity and the terrible secrets that can survive and thrive in even the most intimate relationships. <em>Gone Girl</em> begins as a whodunit, but by the end it will have you wondering whether there’s any such thing as a who at all.” <em>—</em>Lev Grossman, <em>Time</em> <br></p><p>“How did things get so bad? That’s the reason to read this book. Gillian Flynn — whose award-winning <em>Dark Places</em> and <em>Sharp Objects</em> also shone a dark light on weird and creepy, not to mention uber dysfunctional characters — delves this time into what happens when two people marry and one spouse has no idea who their beloved really is.” —<em>USA Today, </em>Carol Memmott<br></p><p>“It’s simply fantastic: terrifying, darkly funny and at times moving. The minute I finished it I wanted to start it all over again. Admirers of Gillian Flynn’s previous books, <em>Sharp Objects</em> and <em>Dark Places</em>, will be ecstatic over <em>Gone Girl</em>, her most intricately twisted and deliciously sinister story, dangerous for any reader who prefers to savor a novel as opposed to consuming it whole in one sitting….” —<em>Associated Press, </em>Michelle Weiner<br></p><p>“Gillian Flynn’s third novel is both breakneck-paced thriller and masterful dissection of marital breakdown… Wickedly plotted and surprisingly thoughtful, this is a terrifically good read.” —<em>Boston Globe<br></em><br>“That adage of no one knows what goes on behind closed doors moves the plot of <em>Gone Girl</em>, Gillian Flynn's suspenseful psychological thriller… Flynn's unpredictable plot of <em>Gone Girl</em> careens down an emotional highway where this couple dissects their marriage with sharp acumen… Flynn has shown her skills at gripping tales and enhanced character studies since her debut <em>Sharp Objects</em>, which garnered an Edgar nod, among other nominations. Her second novel <em>Dark Places</em> made numerous best of lists. <em>Gone Girl</em> reaffirms her talent.”  —<em>South Florida Sun-Sentinel</em>, Oline Cogdill<br></p><p>“A great crime novel, however, is an unstable thing, entertainment and literature suspended in some undetermined solution. Take Gillian Flynn’s <em>Gone Girl</em>, the third novel by one of a trio of contemporary women writers (the others are Kate Atkinson and Tana French) who are kicking the genre into a higher gear… You couldn’t say that this is a crime novel that’s ultimately about a marriage, which would make it a literary novel in disguise. The crime and the marriage are inseparable. As <em>Gone Girl</em> works itself up into an aria of ingenious, pitch-black comedy (or comedic horror — it’s a bit of both), its very outlandishness teases out a truth about all magnificent partnerships: Sometimes it’s your enemy who brings out the best in you, and in such cases, you want to keep him close.” —<em>Salon</em><br><br>“Ms. Flynn writes dark suspense novels that anatomize violence without splashing barrels of blood around the pages… But as in her other books, Ms. Flynn has much more up her sleeve than a simple missing-person case. As Nick and Amy's alternately tell their stories, marriage has never looked so menacing, narrators so unreliable.”  —<em>Wall Street Journal</em><br></p><p>“A portrait of a marriage so hilariously terrifying, it will make you have a good hard think about who the person on the other side of the bed really is. This novel is so bogglingly twisty, we can only give you the initial premise: on their fifth anniversary, Nick Dunne’s beloved wife Amy disappears, and all signs point to very foul play indeed. Nick has to clear his name before the police finger him for Amy’s murder.”<em> </em>—*Time<br></p><p><em>“Readers who prefer more virulent strains of unreality will appreciate the sneaky mind games of Gillian Flynn’s </em>Gone Girl<em>, a thriller rooted in the portrait of a tricky and troubled marriage.” —</em>New York Times<br><em><br>“[Flynn has] quite outdone herself with a tale of marital strife so deliciously devious that it moves the finish line on </em>The War of the Roses<em>… A novel studded with disclosures and guided by purposeful misdirection… Flynn delivers a wickedly clever cultural commentary as well as a complex and driven mystery… What fun this novel is.” —</em>New York Daily News<em> <br><br>“Flynn’s brilliantly constructed and consistently absorbing third novel begins on the Dunnes’ fifth wedding anniversary… The novel, which twists itself into new shapes, works as a page-turning thriller, but it’s also a study of marriage at its most destructive.” —</em>Columbus Dispatch<em><br><br>“Gillian Flynn's barbed and brilliant </em>Gone Girl<em> has two deceitful, disturbing, irresistible narrators and a plot that twists so many times you'll be dizzy. This \"catastrophically romantic\" story about Nick and Amy is a \"fairy tale reverse transformation\" that reminded me of Patricia Highsmith in its psychological suspense and Kate Atkinson in its insanely clever plotting.” —</em>Minneapolis Star-Tribune<em><br><br>“For a creepy, suspenseful mystery, Ms. Pearl suggested </em>Gone Girl<em> by Gillian Flynn, a novel due out this week. \"You will not be able to figure out the end at all. I could not sleep the night after I read it. It's really good,\" Ms. [Nancy] Pearl said. \"It's about the way we deceive ourselves and deceive others.\"” —</em>Pittsburgh Post-Gazette<br><em><br>“Gillian Flynn's new novel, </em>Gone Girl<em>, is that rare thing: a book that thrills and delights while holding up a mirror to how we live… Through her two ultimately unreliable narrators, Flynn masterfully weaves the slow trickle of critical details with 90-degree plot turns… Timely, poignant and emotionally rich, </em>Gone Girl<em> will peel away your comfort levels even as you root for its protagonists—despite your best intuition.” —</em>San Francisco Chronicle<em><br><br>“Flynn’s third noir thriller recently launched to even more acclaim than the first two novels, polishing her reputation for pushing crime fiction to a new literary level and as a craftsman of deliciously twisting and twisted plots.” —</em>Kansas City Star<em><br><br>“I picked up </em>Gone Girl<em> because the novel is set along the Mississippi River in Missouri and the plot sounded intriguing. I put it down two days later, bleary-eyed and oh-so-satisfied after reading a story that left me surprised, disgusted, and riveted by its twists and turns… A good story presents a reader with a problem that has to be resolved and a few surprises along the way. A great story gives a reader a problem and leads you along a path, then dumps you off a cliff and into a jungle of plot twists, character revelations and back stories that you could not have imagined. </em>Gone Girl<em> does just that.” —</em>St. Louis Post-Dispatch<br><em><br>“To call Gillian Flynn's<strong> </strong>new novel almost review-proof isn't a put-down, it's a fact. That's because to give away the turn-of-the-screw in this chilling portrait of a marriage gone wrong would be a crime. I can say that </em>Gone Girl<em> is an ingenious whodunit for both the Facebook generation and old-school mystery buffs. Whoever you are, it will linger, like fingerprints on a gun… Flynn's characters bloom and grow, like beautiful, poisonous plants. She is a Gothic storyteller for the Internet age.” —</em>Cleveland Plain Dealer*<br></p><p>“The setup of <em>Gone Girl</em> lulls readers with what appears to be a done-too-often plot, but, oh, how misleading that is. This thriller is told in alternating voices, a risky form of narrative that works masterfully here because the characters are so distinct and convincing…. The first half of the story leads readers on a merry chase and gives the term \"red herring\" new meaning. The second half takes readers on a calculated descent into madness. The ending…is one of... </p></div>","dc.identifier":"e087b2c4-a044-461a-8b91-20d0bcc6a931","dc.publisher":"Crown","dc.subject":["Thrillers","General","Suspense","Mystery & Detective","Fiction"],"dcterms.created":"2012-06-05T10:00:00+05:00","description":"<div><p>Marriage can be a real killer. <br>   One of the most critically acclaimed suspense writers of our time, <em>New York Times</em> bestseller Gillian Flynn takes that statement to its darkest place in this unputdownable masterpiece about a marriage gone terribly, terribly wrong. The <em>Chicago Tribune </em>proclaimed that her work “draws you in and keeps you reading with the force of a pure but nasty addiction.” <em>Gone Girl</em>’s toxic mix of sharp-edged wit and deliciously chilling prose creates a nerve-fraying thriller that confounds you at every turn. <br>   On a warm summer morning in North Carthage, Missouri, it is Nick and Amy Dunne’s fifth wedding anniversary. Presents are being wrapped and reservations are being made when Nick’s clever and beautiful wife disappears from their rented McMansion on the Mississippi River. Husband-of-the-Year Nick isn’t doing himself any favors with cringe-worthy daydreams about the slope and shape of his wife’s head, but passages from Amy's diary reveal the alpha-girl perfectionist could have put anyone dangerously on edge<strong>.</strong> Under mounting pressure from the police and the media—as well as Amy’s fiercely doting parents—the town golden boy parades an endless series of lies, deceits, and inappropriate behavior. Nick is oddly evasive, and he’s definitely bitter—but is he really a killer? <br>   As the cops close in, every couple in town is soon wondering how well they know the one that they love. With his twin sister, Margo, at his side, Nick stands by his innocence. Trouble is, if Nick didn’t do it, where is that beautiful wife? And what was in that silvery gift box hidden in the back of her bedroom closet?<br>   With her razor-sharp writing and trademark psychological insight, Gillian Flynn delivers a fast-paced, devilishly dark, and ingeniously plotted thriller that confirms her status as one of the hottest writers around.</p><h3>Amazon.com Review</h3><p><strong>Amazon Best Books of the Month, June 2012</strong>: On the day of their fifth wedding anniversary, Nick's wife Amy disappears. There are signs of struggle in the house and Nick quickly becomes the prime suspect. It doesn't help that Nick hasn't been completely honest with the police and, as Amy's case drags out for weeks, more and more vilifying evidence appears against him. Nick, however, maintains his innocence. Told from alternating points of view between Nick and Amy, Gillian Flynn creates an untrustworthy world that changes chapter-to-chapter. Calling <em>Gone Girl</em> a psychological thriller is an understatement. As revelation after revelation unfolds, it becomes clear that the truth does not exist in the middle of Nick and Amy's points of view; in fact, the truth is far more dark, more twisted, and more creepy than you can imagine. <em>Gone Girl</em> is masterfully plotted from start to finish and the suspense doesn't waver for one page. It's one of those books you will feel the need to discuss immediately after finishing because the ending doesn't just come; it punches you in the gut. <em>--Caley Anderson</em></p><h4>From Author Gillian Flynn</h4><p>You might say I specialize in difficult characters. Damaged, disturbed, or downright nasty. Personally, I love each and every one of the misfits, losers, and outcasts in my three novels. My supporting characters are meth tweakers, truck-stop strippers, backwoods grifters ...</p><p>But it's my narrators who are the real challenge.</p><p>In <em>Sharp Objects,</em> Camille Preaker is a mediocre journalist fresh from a stay at a psychiatric hospital. She's an alcoholic. She's got impulse issues. She's also incredibly lonely. Her best friend is her boss. When she returns to her hometown to investigate a child murder, she parks down the street from her mother's house \"so as to seem less obtrusive.\" She has no sense of whom to trust, and this leads to disaster.</p><p>Camille is cut off from the world but would rather not be. In <em>Dark Places,</em> narrator Libby Day is aggressively lonely. She cultivates her isolation. She lives off a trust fund established for her as a child when her family was massacred; she isn't particularly grateful for it. She's a liar, a manipulator, a kleptomaniac. \"I have a meanness inside me, real as an organ,\" she warns. \"Draw a picture of my soul and it'd be a scribble with fangs.\" If Camille is overly grateful when people want to befriend her, Libby's first instinct is to kick them in their shins.</p><p>In those first two novels, I explored the geography of loneliness--and the devastation it can lead to. With <em>Gone Girl,</em> I wanted to go the opposite direction: what happens when two people intertwine their lives completely.I wanted to explore the geography of intimacy--and the devastation it can lead to. Marriage gone toxic.</p><p><em>Gone Girl</em> opens on the occasion of Amy and Nick Dunne's fifth wedding anniversary. (How romantic.) Amy disappears under very disturbing circumstances. (Less romantic.) Nick and Amy Dunne were the golden couple when they first began their courtship. Soul mates. They could complete each other's sentences, guess each other's reactions. They could push each other's buttons. They are smart, charming, gorgeous, and also narcissistic, selfish, and cruel.</p><p>They complete each other--in a very dangerous way.</p><h3>Review</h3><p>“Ice-pick-sharp… Spectacularly sneaky… Impressively cagey… <em>Gone Girl</em> is Ms. Flynn’s dazzling breakthrough. It is wily, mercurial, subtly layered and populated by characters so well imagined that they’re hard to part with — even if, as in Amy’s case, they are already departed. And if you have any doubts about whether Ms. Flynn measures up to Patricia Highsmith’s level of discreet malice, go back and look at the small details. Whatever you raced past on a first reading will look completely different the second time around.” —Janet Maslin, *New York Times<br></p><p><em>“An ingenious and viperish thriller… It’s going to make Gillian Flynn a star… The first half of </em>Gone Girl<em> is a nimble, caustic riff on our Nancy Grace culture and the way in which ''The butler did it'' has morphed into ''The husband did it.'' The second half is the real stunner, though. Now I really am going to shut up before I spoil what instantly shifts into a great, breathless read. Even as </em>Gone Girl<em> grows truly twisted and wild, it says smart things about how tenuous power relations are between men and women, and how often couples are at the mercy of forces beyond their control. As if that weren’t enough, Flynn has created a genuinely creepy villain you don't see coming. People love to talk about the banality of evil. You’re about to meet a maniac you could fall in love with. <strong>A</strong>” </em>—<em>Jeff Giles, </em>Entertainment Weekly<br><em><br>“An irresistible summer thriller with a twisting plot worthy of Alfred Hitchcock. Burrowing deep into the murkiest corners of the human psyche, this delectable summer read will give you the creeps and keep you on edge until the last page.” </em>—People* (four stars)<br></p><p>“[A] thoroughbred thriller about the nature of identity and the terrible secrets that can survive and thrive in even the most intimate relationships. <em>Gone Girl</em> begins as a whodunit, but by the end it will have you wondering whether there’s any such thing as a who at all.” <em>—</em>Lev Grossman, <em>Time</em> <br></p><p>“How did things get so bad? That’s the reason to read this book. Gillian Flynn — whose award-winning <em>Dark Places</em> and <em>Sharp Objects</em> also shone a dark light on weird and creepy, not to mention uber dysfunctional characters — delves this time into what happens when two people marry and one spouse has no idea who their beloved really is.” —<em>USA Today, </em>Carol Memmott<br></p><p>“It’s simply fantastic: terrifying, darkly funny and at times moving. The minute I finished it I wanted to start it all over again. Admirers of Gillian Flynn’s previous books, <em>Sharp Objects</em> and <em>Dark Places</em>, will be ecstatic over <em>Gone Girl</em>, her most intricately twisted and deliciously sinister story, dangerous for any reader who prefers to savor a novel as opposed to consuming it whole in one sitting….” —<em>Associated Press, </em>Michelle Weiner<br></p><p>“Gillian Flynn’s third novel is both breakneck-paced thriller and masterful dissection of marital breakdown… Wickedly plotted and surprisingly thoughtful, this is a terrifically good read.” —<em>Boston Globe<br></em><br>“That adage of no one knows what goes on behind closed doors moves the plot of <em>Gone Girl</em>, Gillian Flynn's suspenseful psychological thriller… Flynn's unpredictable plot of <em>Gone Girl</em> careens down an emotional highway where this couple dissects their marriage with sharp acumen… Flynn has shown her skills at gripping tales and enhanced character studies since her debut <em>Sharp Objects</em>, which garnered an Edgar nod, among other nominations. Her second novel <em>Dark Places</em> made numerous best of lists. <em>Gone Girl</em> reaffirms her talent.”  —<em>South Florida Sun-Sentinel</em>, Oline Cogdill<br></p><p>“A great crime novel, however, is an unstable thing, entertainment and literature suspended in some undetermined solution. Take Gillian Flynn’s <em>Gone Girl</em>, the third novel by one of a trio of contemporary women writers (the others are Kate Atkinson and Tana French) who are kicking the genre into a higher gear… You couldn’t say that this is a crime novel that’s ultimately about a marriage, which would make it a literary novel in disguise. The crime and the marriage are inseparable. As <em>Gone Girl</em> works itself up into an aria of ingenious, pitch-black comedy (or comedic horror — it’s a bit of both), its very outlandishness teases out a truth about all magnificent partnerships: Sometimes it’s your enemy who brings out the best in you, and in such cases, you want to keep him close.” —<em>Salon</em><br><br>“Ms. Flynn writes dark suspense novels that anatomize violence without splashing barrels of blood around the pages… But as in her other books, Ms. Flynn has much more up her sleeve than a simple missing-person case. As Nick and Amy's alternately tell their stories, marriage has never looked so menacing, narrators so unreliable.”  —<em>Wall Street Journal</em><br></p><p>“A portrait of a marriage so hilariously terrifying, it will make you have a good hard think about who the person on the other side of the bed really is. This novel is so bogglingly twisty, we can only give you the initial premise: on their fifth anniversary, Nick Dunne’s beloved wife Amy disappears, and all signs point to very foul play indeed. Nick has to clear his name before the police finger him for Amy’s murder.”<em> </em>—*Time<br></p><p><em>“Readers who prefer more virulent strains of unreality will appreciate the sneaky mind games of Gillian Flynn’s </em>Gone Girl<em>, a thriller rooted in the portrait of a tricky and troubled marriage.” —</em>New York Times<br><em><br>“[Flynn has] quite outdone herself with a tale of marital strife so deliciously devious that it moves the finish line on </em>The War of the Roses<em>… A novel studded with disclosures and guided by purposeful misdirection… Flynn delivers a wickedly clever cultural commentary as well as a complex and driven mystery… What fun this novel is.” —</em>New York Daily News<em> <br><br>“Flynn’s brilliantly constructed and consistently absorbing third novel begins on the Dunnes’ fifth wedding anniversary… The novel, which twists itself into new shapes, works as a page-turning thriller, but it’s also a study of marriage at its most destructive.” —</em>Columbus Dispatch<em><br><br>“Gillian Flynn's barbed and brilliant </em>Gone Girl<em> has two deceitful, disturbing, irresistible narrators and a plot that twists so many times you'll be dizzy. This \"catastrophically romantic\" story about Nick and Amy is a \"fairy tale reverse transformation\" that reminded me of Patricia Highsmith in its psychological suspense and Kate Atkinson in its insanely clever plotting.” —</em>Minneapolis Star-Tribune<em><br><br>“For a creepy, suspenseful mystery, Ms. Pearl suggested </em>Gone Girl<em> by Gillian Flynn, a novel due out this week. \"You will not be able to figure out the end at all. I could not sleep the night after I read it. It's really good,\" Ms. [Nancy] Pearl said. \"It's about the way we deceive ourselves and deceive others.\"” —</em>Pittsburgh Post-Gazette<br><em><br>“Gillian Flynn's new novel, </em>Gone Girl<em>, is that rare thing: a book that thrills and delights while holding up a mirror to how we live… Through her two ultimately unreliable narrators, Flynn masterfully weaves the slow trickle of critical details with 90-degree plot turns… Timely, poignant and emotionally rich, </em>Gone Girl<em> will peel away your comfort levels even as you root for its protagonists—despite your best intuition.” —</em>San Francisco Chronicle<em><br><br>“Flynn’s third noir thriller recently launched to even more acclaim than the first two novels, polishing her reputation for pushing crime fiction to a new literary level and as a craftsman of deliciously twisting and twisted plots.” —</em>Kansas City Star<em><br><br>“I picked up </em>Gone Girl<em> because the novel is set along the Mississippi River in Missouri and the plot sounded intriguing. I put it down two days later, bleary-eyed and oh-so-satisfied after reading a story that left me surprised, disgusted, and riveted by its twists and turns… A good story presents a reader with a problem that has to be resolved and a few surprises along the way. A great story gives a reader a problem and leads you along a path, then dumps you off a cliff and into a jungle of plot twists, character revelations and back stories that you could not have imagined. </em>Gone Girl<em> does just that.” —</em>St. Louis Post-Dispatch<br><em><br>“To call Gillian Flynn's<strong> </strong>new novel almost review-proof isn't a put-down, it's a fact. That's because to give away the turn-of-the-screw in this chilling portrait of a marriage gone wrong would be a crime. I can say that </em>Gone Girl<em> is an ingenious whodunit for both the Facebook generation and old-school mystery buffs. Whoever you are, it will linger, like fingerprints on a gun… Flynn's characters bloom and grow, like beautiful, poisonous plants. She is a Gothic storyteller for the Internet age.” —</em>Cleveland Plain Dealer*<br></p><p>“The setup of <em>Gone Girl</em> lulls readers with what appears to be a done-too-often plot, but, oh, how misleading that is. This thriller is told in alternating voices, a risky form of narrative that works masterfully here because the characters are so distinct and convincing…. The first half of the story leads readers on a merry chase and gives the term \"red herring\" new meaning. The second half takes readers on a calculated descent into madness. The ending…is one of... </p></div>","identifier":"e087b2c4-a044-461a-8b91-20d0bcc6a931","meta.creation-date":"2012-06-05T10:00:00+05:00","meta.keyword":["Thrillers","General","Suspense","Mystery & Detective","Fiction"],"publisher":"Crown","subject":["Thrillers","General","Suspense","Mystery & Detective","Fiction"]},"epub":{"title":"Gone Girl","authors":["Gillian Flynn"],"doctitle":"Gone Girl","meta":{"dtb.uid":"e087b2c4-a044-461a-8b91-20d0bcc6a931","dtb.depth":"2","dtb.generator":"calibre (0.8.4)","dtb.totalpagecount":"0","dtb.maxpagenumber":"0"},"epubversion":2,"titles":["Gone Girl"],"subjects":["Thrillers","General","Suspense","Mystery & Detective","Fiction"],"publishers":["Crown"],"creators":[{"text":"Gillian Flynn","role":"aut"}],"contributors":[{"text":"calibre (0.8.4) [http://calibre-ebook.com]","role":"bkp"}],"metas":[{"name":"calibre:timestamp","text":"2013-12-30T08:44:21.917+04:00"},{"name":"cover","text":"cover"}]},"sha256":"EC2B0003657303A6B03BFA60493299D3DDE17D453BE570330385593817FC7E6F","clean.language":"en,[\r\n  \"en\"\r\n]","clean.title":"gone girl","clean.author":"gillian flynn","clean.creator":"gillian flynn"}